[
    {
        "question": "Yo product ko warranty kati din ko ho?",
        "context": "Hamro product ma 1 barsha ko warranty chha. Warranty electronic component haru ko damage bare lagchu tara physical damage cover gardaina.",
        "response": "Yo product ma 1 barsha ko warranty chha, jasle electronic component haru ko damage lai cover garcha tara physical damage cover gardaina."
    },
    {
        "question": "Mero order kahile delivery huncha?",
        "context": "Hamro delivery time Kathmandu upatyaka bhitra 3-5 din ra bahira 5-7 din ho. Hamro delivery partner le tapain ko order track garna URL provide gareko chha.",
        "response": "Tapain ko order Kathmandu upatyaka bhitra ho bhane 3-5 din ma delivery huncha. Bahira ho bhane 5-7 din lagna sakcha. Tapain le URL bata order track garna saknuhuncha."
    },
    {
        "question": "Yo product return garna milcha?",
        "context": "Hamro return policy anusaar, product mal receipt bhayeko 7 din bhitra ma return garna milcha, product unused ra original condition ma hunu parchha.",
        "response": "Yo product return garna milcha, tara yo receipt bhayeko 7 din bhitra hunu parchha ra product unused ra original condition ma hunu parchha."
    },
    {
        "question": "Discount kasto chha yo ma?",
        "context": "Hamile yo product ma 20% discount provide garirakheko chhau. Tapain le promo code 'SALE20' use garna saknuhuncha checkout ma.",
        "response": "Yo product ma 20% discount chha. Promo code 'SALE20' checkout ma use garna nabirsanuhos."
    },
    {
        "question": "delivery available xa ki xaina?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Tapaiharu Pokhara ma delivery dinu huncha?",
        "context": "Hamro delivery service Nepal bhar chha, jasle Pokhara ma pani order delivery garna sakcha.",
        "response": "Ho, hamro delivery Pokhara ma pani available chha."
    },
    {
        "question": "Online order Kathmandu ma delivery huncha?",
        "context": "Kathmandu ma hamile sabai online order ko delivery 1-2 din bhitra ma garna sakchhau.",
        "response": "Ho, Kathmandu ma online order delivery available chha, ra 1-2 din bhitra delivery huncha."
    },
    {
        "question": "Delivery terai ma chha ki chhaina?",
        "context": "Hamro delivery service Nepal ko sabai region, jasari terai area ma pani available chha.",
        "response": "Ho, delivery terai ma pani available chha."
    },
    {
        "question": "Tapaiharu ko delivery international chha ki chhaina?",
        "context": "Hamro delivery Nepal bhitra matra available chha. International delivery currently support gardainau.",
        "response": "International delivery currently available chhaina. Hamro delivery Nepal bhitra matra chha."
    },
    {
        "question": "Tapaiharu delivery kati bela samma garna saknuhuncha?",
        "context": "Hamro delivery hours subha 8 baje dekhi bela 7 baje samma ho. Tapai ko order yo time frame ma dispatch garincha.",
        "response": "Hamro delivery hours subha 8 baje dekhi bela 7 baje samma ho."
    },
    {
        "question": "Delivery charge kati lagcha?",
        "context": "Hamro delivery charge Kathmandu upatyaka bhitra Rs. 100 ra Kathmandu bahira Rs. 200 ho.",
        "response": "Kathmandu upatyaka bhitra delivery charge Rs. 100 ho ra Kathmandu bahira Rs. 200 ho."
    },
    {
        "question": "Tapai ko delivery free xa?",
        "context": "Hamro delivery free delivery policy anumati chha. Rs. 2000 bhandaa mathi ko order ma delivery free huncha.",
        "response": "Rs. 2000 bhandaa mathi ko order ma delivery free huncha."
    },
    {
        "question": "Delivery same day ma huncha ki?",
        "context": "Hamro same-day delivery service Kathmandu upatyaka bhitra available chha, tara order morning 10 baje bhitra garnu parchha.",
        "response": "Ho, same-day delivery Kathmandu upatyaka bhitra chha, tara order 10 baje bhitra garnu parchha."
    },
    {
        "question": "Tapaiharu ko delivery option fast cha ki?",
        "context": "Hamile express delivery option provide garchhau, jasle Kathmandu bhitra 1 din ma ra Kathmandu bahira 2 din ma delivery garchha.",
        "response": "Ho, express delivery option chha, Kathmandu bhitra 1 din ma delivery huncha."
    },
    {
        "question": "Tapaiharu delivery dinu huncha ki hoina?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery ko service cha ki chaina?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Yo product ko delivery huncha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery ko lagi option chha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery Nepal ma garna milcha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery support huncha ki?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery kati bela samma available cha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery service chha ki chhaina?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery provide garna milcha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Delivery system kasto cha?",
        "context": "Hamro store ma delivery all Nepal available xa, delivery 2-3 days samma lagna sakxa.",
        "response": "Delivery all Nepal available xa."
    },
    {
        "question": "Tapaiharu delivery dinu huncha ki hoina?",
        "context": "Hamro store ma delivery Nepal bhar available chha. Kathmandu upatyaka ma delivery 1-2 din ma huncha, ra Kathmandu bahira delivery 3-5 din samma lagna sakcha. Delivery partner haru ko madhyam bata tapain le order track pani garna saknuhuncha.",
        "response": "Delivery Nepal bhar available chha. Kathmandu ma 1-2 din ma huncha ra Kathmandu bahira 3-5 din samma lagna sakcha."
    },
    {
        "question": "Delivery ko service cha ki chaina?",
        "context": "Hamro delivery service Nepal bhar chha, jun Kathmandu, Pokhara, Biratnagar jasta thula sahar dekhi remote area samma available chha. Delivery ko lagi normal delivery option (2-5 din) ra express delivery option (1 din) pani chha. Delivery charge Rs. 100 dekhi Rs. 200 samma huncha location anusaar.",
        "response": "Delivery ko service Nepal bhar chha, jun Kathmandu dekhi remote area samma available chha."
    },
    {
        "question": "Yo product ko delivery huncha?",
        "context": "Yo product ko delivery Nepal bhar available chha. Order confirmation bhayepachi Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din ma delivery huncha. Rs. 2000 bhandaa mathi ko order ma delivery charge free huncha.",
        "response": "Yo product ko delivery Nepal bhar available chha. Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din ma huncha."
    },
    {
        "question": "Delivery ko lagi option chha?",
        "context": "Hamro delivery system ma dui option chha: normal delivery ra express delivery. Normal delivery Kathmandu bhitra 2 din samma ra Kathmandu bahira 5 din samma lagna sakcha. Express delivery Kathmandu upatyaka ma matra available chha, jun 1 din ma garincha. Delivery charge option anusaar farak huncha.",
        "response": "Ho, delivery ko lagi normal ra express delivery option chha."
    },
    {
        "question": "Delivery Nepal ma garna milcha?",
        "context": "Nepal ma delivery garna milcha, jun Kathmandu, Pokhara, Chitwan, ra remote village jasta sabai thau ma huncha. Delivery ko lagi Rs. 100 ko charge Kathmandu ma lagcha ra Rs. 200 Kathmandu bahira lagcha. Remote area ma delivery 7 din samma lagna sakcha.",
        "response": "Delivery Nepal ma garna milcha, Kathmandu dekhi remote area samma available chha."
    },
    {
        "question": "Delivery support huncha ki?",
        "context": "Hamro store ma delivery support Nepal bhar available chha. Delivery partner haru efficient chhan, ra tapain le online order ko delivery status hamro website bata check garna saknuhuncha. Delivery ko lagi policy pani transparent chha, jasle samaya ma order puryaucha.",
        "response": "Ho, delivery support Nepal bhar available chha."
    },
    {
        "question": "Delivery kati bela samma available cha?",
        "context": "Delivery ko lagi hamro operational hours subha 8 baje dekhi bela 7 baje samma chha. Kathmandu ma delivery 1-2 din bhitra huncha, ra Kathmandu bahira delivery 5 din samma lagna sakcha. Tapain ko order yo samayama dispatch huncha.",
        "response": "Delivery subha 8 baje dekhi bela 7 baje samma available chha."
    },
    {
        "question": "Delivery service chha ki chhaina?",
        "context": "Delivery service hamro store ma Nepal bhar available chha. Kathmandu ma delivery ko lagi 2 din samma lagcha, ra bahira delivery ko lagi 5 din samma lagna sakcha. Remote areas ma delivery samaya thap lagnu sakcha, tara sabai thau ma delivery puryaincha.",
        "response": "Ho, delivery service Nepal bhar chha."
    },
    {
        "question": "Delivery provide garna milcha?",
        "context": "Hamro store ma delivery option chha, jun Nepal bhar provide garna milcha. Delivery process hamro logistics partner le sambhalcha, ra Kathmandu ma fast delivery option pani chha. Remote area ma delivery 7 din samma lagna sakcha.",
        "response": "Ho, delivery Nepal bhar provide garna milcha."
    },
    {
        "question": "Delivery system kasto cha?",
        "context": "Hamro delivery system Nepal bhar available chha. Hamro logistics partner haru ko madhyam bata delivery 1-5 din samma complete huncha. Kathmandu upatyaka bhitra express delivery ko lagi 1 din ko option chha, ra remote areas ma delivery process lamba huna sakcha.",
        "response": "Hamro delivery system Nepal bhar available chha."
    },
    {
        "question": "Delivery ko lagi kati samaya lagcha?",
        "context": "Hamro delivery ko lagi Kathmandu upatyaka bhitra 1-2 din lagcha, ra Kathmandu bahira 3-5 din lagna sakcha. Remote area ko lagi delivery 7 din samma lagna sakcha, tara order sabai thau ma puryaincha. Hamro logistics partner haru efficient delivery process lai follow garchhan.",
        "response": "Kathmandu upatyaka bhitra delivery 1-2 din lagcha ra Kathmandu bahira 3-5 din samma lagcha."
    },
    {
        "question": "Tapaiharu ko delivery policy kasto cha?",
        "context": "Hamro delivery policy anusar, Nepal bhar delivery garincha. Kathmandu upatyaka bhitra ko delivery 2 din ma complete huncha, ra Kathmandu bahira 5 din samma lagna sakcha. Delivery charges Rs. 100 Kathmandu ma ra Rs. 200 Kathmandu bahira lagcha. Rs. 2000 bhandaa mathi ko order ma delivery free cha.",
        "response": "Hamro delivery policy anusar, Nepal bhar delivery garincha, ra Rs. 2000 bhandaa mathi ko order ma delivery free cha."
    },
    {
        "question": "Delivery option haru ke ke chhan?",
        "context": "Hamro store ma normal delivery ra express delivery option chha. Normal delivery Kathmandu upatyaka ma 2 din ma complete huncha ra Kathmandu bahira 5 din samma lagna sakcha. Express delivery sirf Kathmandu upatyaka ma available chha, jun 1 din bhitra complete huncha. Delivery charges option anusaar farak huncha.",
        "response": "Normal delivery ra express delivery option chha."
    },
    {
        "question": "Remote area ma delivery available chha ki chhaina?",
        "context": "Hamro delivery Nepal ko sabai region ma available chha, jasma remote area pani samavesh chha. Remote area ma delivery 5-7 din samma lagna sakcha. Delivery charges remote location ko lagi thap Rs. 50 lagcha. Tara hamile timely delivery ko guarantee dinchhau.",
        "response": "Remote area ma delivery available chha, ra 5-7 din samma lagna sakcha."
    },
    {
        "question": "Tapaiharu delivery Kathmandu bhitra garna saknuhuncha?",
        "context": "Hamro delivery Kathmandu upatyaka ma 1-2 din bhitra ma complete huncha. Hamile express delivery option pani provide garchhau Kathmandu ma, jun 1 din bhitra delivery garchha. Delivery charges Rs. 100 ho Kathmandu bhitra.",
        "response": "Ho, delivery Kathmandu upatyaka bhitra 1-2 din ma garna sakchhau."
    },
    {
        "question": "Delivery lagat kati ho?",
        "context": "Delivery lagat Kathmandu upatyaka bhitra Rs. 100 ra Kathmandu bahira Rs. 200 lagcha. Rs. 2000 bhandaa mathi ko order ma delivery charge free chha. Remote area ko lagi thap Rs. 50 lagna sakcha.",
        "response": "Kathmandu upatyaka bhitra Rs. 100 ra Kathmandu bahira Rs. 200 lagcha. Rs. 2000 bhandaa mathi ko order ma free chha."
    },
    {
        "question": "Kathmandu bahira delivery garna milcha?",
        "context": "Hamro delivery Kathmandu bahira pani garna milcha. Kathmandu bahira ko delivery 3-5 din samma lagna sakcha. Delivery charges Rs. 200 ho, tara Rs. 2000 bhandaa mathi ko order ma delivery charge free chha.",
        "response": "Ho, Kathmandu bahira delivery garna milcha, ra 3-5 din samma lagcha."
    },
    {
        "question": "Delivery kaile samma aauxa?",
        "context": "Delivery timing location anusar farak chha. Kathmandu upatyaka ma 1-2 din ma delivery huncha, ra Kathmandu bahira ko lagi 3-5 din samma lagna sakcha. Remote area ko lagi delivery 7 din samma lagna sakcha.",
        "response": "Delivery timing Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote area ma 7 din samma chha."
    },
    {
        "question": "Delivery process kasari huncha?",
        "context": "Hamro delivery process ma order confirm bhayepachi logistics partner le package pickup garchha. Package dispatch bhayepachi tapain lai tracking ID provide garincha, jasle delivery status track garna madad garcha. Delivery Nepal bhar sabai region ma garincha.",
        "response": "Hamro delivery process efficient chha, ra tracking ID le status track garna saknuhuncha."
    },
    {
        "question": "Express delivery ko lagi kati charge lagcha?",
        "context": "Express delivery option Kathmandu upatyaka ma matra available chha, ra yo 1 din ma delivery garchha. Express delivery ko charge Rs. 150 chha. Kathmandu bahira ko lagi yo option available chhaina.",
        "response": "Express delivery ko charge Rs. 150 ho, ra yo Kathmandu upatyaka ma matra available chha."
    },
    {
        "question": "Tapaiharu delivery Nepal bhar garna saknuhuncha?",
        "context": "Hamro delivery service Nepal bhar available chha. Delivery Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din samma lagcha. Remote areas ma delivery ko lagi 7 din samma samaya lagna sakcha.",
        "response": "Ho, hamro delivery service Nepal bhar available chha."
    },
    {
        "question": "Delivery Kathmandu ma kati din ma huncha?",
        "context": "Kathmandu upatyaka ma delivery 1-2 din bhitra complete huncha. Express delivery ko lagi 1 din lagcha. Delivery timing order ko confirmation ko adhar ma thag garincha.",
        "response": "Kathmandu ma delivery 1-2 din bhitra huncha."
    },
    {
        "question": "Remote area ma delivery support cha?",
        "context": "Hamro delivery Nepal ko sabai region ma cha, remote areas ma pani. Remote areas ma delivery ko lagi 5-7 din samma lagna sakcha, tara hamile timely delivery ko guarantee dinchhau.",
        "response": "Ho, remote area ma pani delivery support cha."
    },
    {
        "question": "Delivery timing kati ho?",
        "context": "Hamro delivery Kathmandu upatyaka ma 1-2 din ma huncha. Kathmandu bahira delivery 3-5 din samma lagna sakcha. Remote area ma delivery samaya thap 2 din lagnu sakcha.",
        "response": "Kathmandu ma delivery 1-2 din, ra Kathmandu bahira 3-5 din samma lagcha."
    },
    {
        "question": "Delivery ko lagi kati lagat lagcha?",
        "context": "Hamro delivery charge Kathmandu upatyaka ma Rs. 100, ra Kathmandu bahira Rs. 200 ho. Remote area ko lagi thap Rs. 50 lagna sakcha. Rs. 2000 bhandaa mathi ko order ma delivery charge free chha.",
        "response": "Kathmandu ma Rs. 100, Kathmandu bahira Rs. 200 lagcha, ra Rs. 2000 bhandaa mathi ko order ma free chha."
    },
    {
        "question": "Express delivery cha ki chhaina?",
        "context": "Express delivery Kathmandu upatyaka ma available chha. Yo delivery ko lagi Rs. 150 lagcha ra 1 din bhitra order deliver huncha. Kathmandu bahira express delivery available chhaina.",
        "response": "Ho, express delivery Kathmandu upatyaka ma cha ra 1 din ma huncha."
    },
    {
        "question": "Tapaiharu same-day delivery dinu huncha?",
        "context": "Hamro same-day delivery Kathmandu upatyaka ma available chha. Yo service ko lagi order morning 10 baje bhitra confirm garnu parchha. Same-day delivery ko charge Rs. 150 ho.",
        "response": "Ho, same-day delivery Kathmandu upatyaka ma available chha."
    },
    {
        "question": "Delivery ko lagi extra charge lagcha ki?",
        "context": "Normal delivery Kathmandu upatyaka ma Rs. 100 ra Kathmandu bahira Rs. 200 lagcha. Rs. 2000 bhandaa mathi ko order ma free delivery huncha. Express delivery ko lagi extra Rs. 50 lagna sakcha.",
        "response": "Normal delivery ko lagi charge Kathmandu ma Rs. 100 ra Kathmandu bahira Rs. 200 ho. Express delivery ko lagi extra charge lagcha."
    },
    {
        "question": "Pokhara ma delivery available chha?",
        "context": "Hamro delivery service Nepal bhar available chha, Pokhara sahar ma pani. Pokhara ma delivery 3 din samma lagcha. Delivery charge Rs. 200 ho.",
        "response": "Ho, Pokhara ma delivery available chha ra 3 din samma lagcha."
    },
    {
        "question": "Kathmandu bahira delivery garna milcha?",
        "context": "Hamro delivery Kathmandu bahira pani garna milcha. Kathmandu bahira delivery 3-5 din samma lagna sakcha. Delivery charge Rs. 200 ho, tara Rs. 2000 bhandaa mathi ko order ma free delivery huncha.",
        "response": "Ho, Kathmandu bahira delivery garna milcha ra 3-5 din samma lagcha."
    },
    {
        "question": "Delivery ko lagi tracking system chha?",
        "context": "Hamro delivery system ma tracking ID provide garincha, jasle order ko live status track garna saknuhuncha. Order confirm bhayepachi email ra SMS ko madhyam bata tracking ID pathauncha.",
        "response": "Ho, delivery ko lagi tracking system chha, ra tracking ID provide garincha."
    },
    {
        "question": "Delivery kaile samma complete huncha?",
        "context": "Delivery ko lagi Kathmandu ma 1-2 din lagcha, ra Kathmandu bahira 3-5 din samma lagna sakcha. Remote areas ma delivery ko lagi 7 din samma samaya lagna sakcha.",
        "response": "Delivery Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote area ma 7 din samma lagcha."
    },
    {
        "question": "Tapaiharu ko delivery service fast chha?",
        "context": "Hamro delivery service fast ra reliable chha. Express delivery Kathmandu upatyaka ma 1 din bhitra huncha, ra normal delivery Kathmandu ma 1-2 din ma complete huncha. Kathmandu bahira ko lagi delivery 3-5 din samma lagna sakcha.",
        "response": "Ho, hamro delivery service fast chha."
    },
    {
        "question": "Delivery process kati reliable chha?",
        "context": "Hamro delivery process dherai reliable chha. Hamile experienced logistics partner haru sanga kaam garchhau, ra order dispatch bhayepachi tracking ID provide garincha. Timely delivery ko lagi 95% accuracy cha, Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din ma delivery complete garincha.",
        "response": "Hamro delivery process dherai reliable chha, ra timely delivery ko lagi 95% accuracy cha."
    },
    {
        "question": "Delivery kaile start huncha?",
        "context": "Order confirmation bhayepachi delivery start huncha. Kathmandu upatyaka ma 1-2 din ma order puryaincha, ra Kathmandu bahira ko lagi delivery 3-5 din samma lagna sakcha. Hamro dispatch team order confirmation ko turuntai pachhi kaam suru garcha.",
        "response": "Order confirmation bhayepachi delivery start huncha."
    },
    {
        "question": "Kathmandu bahira delivery system kasto chha?",
        "context": "Kathmandu bahira delivery ko lagi logistics partner haru le efficient service provide garchhan. Delivery timing 3-5 din samma lagna sakcha. Remote area ma pani delivery system available chha, tara delivery kaile kaile 7 din samma lagna sakcha.",
        "response": "Kathmandu bahira delivery system efficient chha ra 3-5 din samma lagcha."
    },
    {
        "question": "Delivery partners haru ko service kasto chha?",
        "context": "Hamro delivery partners reliable ra efficient chhan. Tapain le order ko live tracking garna saknuhuncha. Delivery partners le Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din samma delivery puryauchhan.",
        "response": "Hamro delivery partners reliable ra efficient chhan."
    },
    {
        "question": "Kathmandu ko delivery express ma milcha?",
        "context": "Kathmandu upatyaka ma express delivery service available chha. Express delivery ko lagi order 1 din bhitra complete huncha. Delivery ko lagi Rs. 150 ko charge lagcha, ra order confirmation turuntai huncha.",
        "response": "Ho, Kathmandu ma express delivery service available chha ra 1 din ma complete huncha."
    },
    {
        "question": "Order garera delivery puryauxa ki xaina?",
        "context": "Hamro store ko delivery service reliable chha, ra Nepal bhar puryaincha. Delivery Kathmandu ma 1-2 din ma, Kathmandu bahira 3-5 din ma ra remote area ma 7 din samma lagna sakcha.",
        "response": "Ho, order garera delivery sabai thau ma puryauxa."
    },
    {
        "question": "Delivery Nepalgunj ma available chha?",
        "context": "Hamro delivery service Nepal bhar available chha, Nepalgunj ma pani. Nepalgunj ma delivery ko lagi 3 din samma lagcha. Delivery charges Rs. 200 ho, tara Rs. 2000 bhandaa mathi ko order ma free delivery huncha.",
        "response": "Ho, Nepalgunj ma delivery available chha ra 3 din samma lagcha."
    },
    {
        "question": "Remote areas ma delivery garna milcha?",
        "context": "Hamro store le remote areas ma pani delivery service provide garcha. Remote area ko delivery ko lagi logistics system dherai efficient chha, tara delivery 5-7 din samma lagna sakcha.",
        "response": "Ho, remote areas ma delivery garna milcha ra 5-7 din samma lagcha."
    },
    {
        "question": "Product delivery fast huncha?",
        "context": "Hamro product delivery Kathmandu ma 1-2 din bhitra huncha, Kathmandu bahira 3-5 din samma lagcha. Express delivery Kathmandu upatyaka ma 1 din bhitra complete huncha, jun fast ra reliable chha.",
        "response": "Ho, product delivery fast huncha ra Kathmandu ma 1-2 din bhitra huncha."
    },
    {
        "question": "Delivery ma guarantee chha ki chhaina?",
        "context": "Hamro delivery system reliable chha, ra sabai order timely delivery ko guarantee cha. Kathmandu upatyaka ma 1-2 din ma, Kathmandu bahira 3-5 din ma delivery complete garincha. Remote area ko lagi 7 din samma guarantee cha.",
        "response": "Ho, delivery ma timely delivery ko guarantee cha."
    },
    {
        "question": "Delivery service kasari operate huncha?",
        "context": "Hamro delivery service order confirmation ko turuntai pachi operate huncha. Logistics partner le package pickup garera, tracking ID issue garcha. Delivery Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din samma puryaincha.",
        "response": "Hamro delivery service order confirmation pachi turuntai operate huncha."
    },
    {
        "question": "Pokhara ma same-day delivery huncha ki chhaina?",
        "context": "Same-day delivery Kathmandu upatyaka ma matra available chha. Pokhara ma normal delivery 3 din samma lagcha, tara express delivery service available chhaina.",
        "response": "Hoina, Pokhara ma same-day delivery available chhaina."
    },
    {
        "question": "Delivery tracking garna milcha ki?",
        "context": "Hamro delivery service ma tracking ID provide garincha. Tracking ID ko madhyam bata order ko live status hamro website ra partner apps bata herna saknuhuncha.",
        "response": "Ho, delivery tracking garna milcha ra tracking ID provide garincha."
    },
    {
        "question": "Delivery ko lagi surcharge lagcha ki?",
        "context": "Hamro delivery charge Kathmandu ma Rs. 100, Kathmandu bahira Rs. 200 lagcha. Remote area ma thap Rs. 50 surcharge lagna sakcha. Rs. 2000 bhandaa mathi ko order ma delivery free huncha.",
        "response": "Remote area ma thap Rs. 50 surcharge lagcha, tara Rs. 2000 bhandaa mathi ko order ma free huncha."
    },
    {
        "question": "Tapaiharu le Kathmandu upatyaka ma kati samaya ma delivery garna saknuhuncha?",
        "context": "Kathmandu upatyaka ma normal delivery 1-2 din ma complete huncha. Express delivery ko lagi 1 din lagcha. Delivery timing logistics partner ko efficiency ma adharit chha.",
        "response": "Kathmandu upatyaka ma delivery 1-2 din ma garna sakchhau."
    },
    {
        "question": "Remote area ma pani delivery garna milcha?",
        "context": "Hamro delivery service Nepal bhar available chha, jasle remote area ma pani samet delivery garcha. Remote area ko delivery 5-7 din samma lagna sakcha. Delivery charge Kathmandu bahira Rs. 200 ho, tara remote area ma thap Rs. 50 surcharge lagna sakcha.",
        "response": "Ho, remote area ma pani delivery garna milcha, ra 5-7 din samma lagcha."
    },
    {
        "question": "Express delivery Kathmandu ma kaile samma aauxa?",
        "context": "Express delivery Kathmandu upatyaka ma matra available chha. Express delivery ko lagi order confirm bhayepachi 1 din bhitra order deliver huncha. Yo service ko lagi Rs. 150 charge lagcha.",
        "response": "Express delivery Kathmandu ma 1 din bhitra aauxa."
    },
    {
        "question": "Delivery system safe chha ki chhaina?",
        "context": "Hamro delivery system safe ra secure chha. Packaging ma high-quality materials prayog huncha, ra package tracking ID le live status pani herna milcha. Logistics partner le damage-free delivery ko guarantee dinchhan.",
        "response": "Ho, delivery system safe ra secure chha."
    },
    {
        "question": "Delivery charges free cha ki paid?",
        "context": "Hamro delivery Kathmandu ma Rs. 100, Kathmandu bahira Rs. 200 lagcha. Remote area ma Rs. 50 surcharge lagna sakcha. Tara Rs. 2000 bhandaa mathi ko order ma delivery charge free huncha.",
        "response": "Rs. 2000 bhandaa mathi ko order ma delivery free huncha, baaki charge Kathmandu ma Rs. 100 ra Kathmandu bahira Rs. 200 ho."
    },
    {
        "question": "Delivery Pokhara ma kati din ma huncha?",
        "context": "Pokhara ma delivery service reliable chha, ra normal delivery 3 din samma lagcha. Hamro logistics team le timely delivery ko lagi extra step linu huncha.",
        "response": "Pokhara ma delivery 3 din samma huncha."
    },
    {
        "question": "Hamro location delivery ma parcha ki parcha?",
        "context": "Hamro delivery service Nepal bhar available chha. Urban ra rural, dubaiko lagi delivery service operation huncha. Remote area ko lagi delivery samaya 5-7 din samma lagna sakcha.",
        "response": "Ho, hamro delivery service Nepal bhar chha, tapai ko location pani ma parcha."
    },
    {
        "question": "Delivery Kathmandu ma fast huncha ki?",
        "context": "Kathmandu upatyaka ma express delivery available chha, jun 1 din ma complete huncha. Normal delivery ko lagi 1-2 din lagna sakcha. Logistics team dherai efficient hunuhuncha.",
        "response": "Ho, Kathmandu ma delivery fast huncha, express delivery 1 din ma huncha."
    },
    {
        "question": "Delivery charge Kathmandu bahira kati ho?",
        "context": "Kathmandu bahira delivery charge Rs. 200 ho. Remote areas ma thap Rs. 50 surcharge lagna sakcha. Rs. 2000 bhandaa mathi ko order ma delivery charge free huncha.",
        "response": "Kathmandu bahira delivery charge Rs. 200 ho, remote areas ma Rs. 50 surcharge lagcha."
    },
    {
        "question": "Delivery tracking kasari garna sakchhau?",
        "context": "Hamro delivery tracking system reliable chha. Tracking ID order dispatch bhayepachi email ra SMS ko madhyam bata provide garincha. Yo ID le online live delivery status herna milcha.",
        "response": "Delivery tracking kasari garna tracking ID le online live status herna milcha."
    },
    {
        "question": "Delivery ko lagi cash on delivery option available chha?",
        "context": "Hamro store le cash on delivery (COD) service Nepal bhar provide garcha. COD Kathmandu ma 1-2 din ma huncha, Kathmandu bahira 3-5 din samma lagna sakcha. COD service ko lagi delivery charge alag hunna.",
        "response": "Ho, cash on delivery option available chha."
    },
    {
        "question": "Delivery Kathmandu bahira reliable chha ki?",
        "context": "Kathmandu bahira delivery system efficient ra reliable chha. Logistics team dherai professional hunuhuncha, ra delivery ko lagi 3-5 din samma lagcha. Remote areas ma delivery 7 din samma lagna sakcha.",
        "response": "Ho, Kathmandu bahira delivery reliable chha."
    },
    {
        "question": "Delivery policy ko barema detail dinus na.",
        "context": "Hamro delivery policy anusar Kathmandu ma 1-2 din ma delivery huncha, ra Kathmandu bahira 3-5 din ma. Remote areas ma delivery ko lagi 5-7 din samma lagna sakcha. Rs. 2000 bhandaa mathi ko order ma free delivery huncha, ra Rs. 200 ko charge Kathmandu bahira ko lagi lagcha.",
        "response": "Hamro delivery policy Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote areas ma 5-7 din lagcha."
    },
    {
        "question": "Delivery process ko barema bujhaidinus.",
        "context": "Delivery process order confirmation bhayepachi turuntai start huncha. Logistics team le package pickup garcha, ra tracking ID provide garincha. Kathmandu ma 1-2 din ma ra Kathmandu bahira 3-5 din samma delivery complete garincha.",
        "response": "Order confirmation bhayepachi delivery start huncha, ra Kathmandu ma 1-2 din ma complete garincha."
    },
    {
        "question": "Kathmandu upatyaka ma free delivery huncha?",
        "context": "Hamro delivery service Kathmandu upatyaka ma Rs. 100 charge garcha. Tara, Rs. 2000 bhandaa mathi ko order ma delivery charge free huncha. Express delivery ko lagi Rs. 150 lagcha.",
        "response": "Rs. 2000 bhandaa mathi ko order ma Kathmandu upatyaka ma free delivery huncha."
    },
    {
        "question": "Tapaiharu product timely deliver garna saknuhuncha?",
        "context": "Hamro logistics team professional ra reliable chhan. Kathmandu ma delivery 1-2 din ma huncha, Kathmandu bahira 3-5 din samma lagna sakcha. Remote areas ma delivery timing 7 din samma ho, tara time ma delivery ko guarantee dinchhau.",
        "response": "Ho, product timely deliver garna sakchhau."
    },
    {
        "question": "Delivery all Nepal available cha ki?",
        "context": "Hamro delivery service sabai thau ma available chha. Nepal bhar delivery ko lagi Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote areas ma 5-7 din samma lagna sakcha. Delivery charge Kathmandu ma Rs. 100, Kathmandu bahira Rs. 200, ra remote areas ma Rs. 250 ho.",
        "response": "Ho, delivery all Nepal available chha."
    },
    {
        "question": "Tapaiharu delivery same-day huncha?",
        "context": "Same-day delivery Kathmandu upatyaka ma matra available chha. Order morning 10 baje bhitra confirm bhayema same-day delivery huncha. Charge Rs. 150 lagcha, ra yo service fast ra reliable chha.",
        "response": "Ho, Kathmandu upatyaka ma same-day delivery available chha."
    },
    {
        "question": "Kathmandu bahira delivery charge kati ho?",
        "context": "Kathmandu bahira delivery ko charge Rs. 200 ho. Rs. 2000 bhandaa mathi ko order ma delivery charge free chha. Remote area ko lagi surcharge Rs. 50 lagna sakcha.",
        "response": "Kathmandu bahira delivery charge Rs. 200 ho, tara Rs. 2000 bhandaa mathi ko order ma free delivery huncha."
    },
    {
        "question": "Remote area ma order puryauxa ki xaina?",
        "context": "Hamro logistics team Nepal bhar delivery garchha, remote area ma pani. Remote area ma delivery timing 5-7 din samma lagcha. Delivery ko lagi thap Rs. 50 charge lagna sakcha.",
        "response": "Ho, remote area ma order puryauxa ra 5-7 din samma lagcha."
    },
    {
        "question": "Express delivery Kathmandu ma reliable chha?",
        "context": "Kathmandu upatyaka ma express delivery reliable ra fast chha. Order confirmation bhayepachi 1 din bhitra express delivery complete garincha. Rs. 150 ko charge yo service ko lagi lagcha.",
        "response": "Ho, Kathmandu ma express delivery reliable chha."
    },
    {
        "question": "Tapaiharu delivery kaile start garnuhuncha?",
        "context": "Hamro delivery process order confirmation ko turuntai pachhi start huncha. Logistics team package pickup garera dispatch garcha. Kathmandu ma delivery timing 1-2 din ra Kathmandu bahira 3-5 din ho.",
        "response": "Order confirmation bhayepachi delivery turuntai start huncha."
    },
    {
        "question": "Delivery Kathmandu bahira fast huncha?",
        "context": "Kathmandu bahira delivery normal delivery timing 3-5 din samma ho. Remote areas ma delivery ko lagi 5-7 din lagna sakcha. Delivery system fast ra reliable chha.",
        "response": "Kathmandu bahira delivery fast ra reliable chha, ra 3-5 din samma lagcha."
    },
    {
        "question": "Delivery Kathmandu ma kati samaya ma huncha?",
        "context": "Kathmandu ma normal delivery ko lagi 1-2 din lagcha. Express delivery ko lagi 1 din lagcha, tara extra charge Rs. 150 ho.",
        "response": "Kathmandu ma delivery 1-2 din samma huncha, express delivery ko lagi 1 din lagcha."
    },
    {
        "question": "Delivery charge Kathmandu bahira kati cha?",
        "context": "Kathmandu bahira delivery charge Rs. 200 ho. Remote areas ko lagi surcharge Rs. 50 lagcha, tara Rs. 2000 bhandaa mathi ko order ma delivery free huncha.",
        "response": "Kathmandu bahira delivery charge Rs. 200 ho."
    },
    {
        "question": "Tapaiharu delivery kasari coordinate garnuhuncha?",
        "context": "Hamro delivery logistics team order confirmation ko turuntai pachi dispatch start garcha. Logistics partner le package pickup garera timely delivery ko lagi coordinate garchhan. Delivery Kathmandu ma 1-2 din ra Kathmandu bahira 3-5 din samma complete huncha.",
        "response": "Hamro logistics team delivery coordinate garchha ra Kathmandu ma 1-2 din ma complete huncha."
    },
    {
        "question": "Kathmandu bahira delivery sabai thau ma available chha?",
        "context": "Hamro delivery service Nepal bhar available chha. Kathmandu bahira delivery 3-5 din samma lagna sakcha. Remote areas ma 7 din samma delivery timing huncha, tara timely service ko guarantee dinchhau.",
        "response": "Ho, Kathmandu bahira delivery sabai thau ma available chha."
    },
    {
        "question": "Pokhara ma same-day delivery huncha?",
        "context": "Hamro same-day delivery Kathmandu upatyaka ma matra available chha. Pokhara ma delivery ko lagi 3 din lagna sakcha. Pokhara ko lagi express delivery option pani currently available chhaina.",
        "response": "Hoina, Pokhara ma same-day delivery available chhaina."
    },
    {
        "question": "Tapaiharu delivery partner reliable chha?",
        "context": "Hamro logistics partner reliable ra experienced chhan. Packaging system damage-free delivery ko lagi optimized chha. Kathmandu ma delivery 1-2 din ma ra Kathmandu bahira 3-5 din samma reliable timing ma huncha.",
        "response": "Ho, hamro delivery partner reliable chha."
    },
    {
        "question": "Nepalgunj ma delivery kati din ma huncha?",
        "context": "Nepalgunj ma delivery service available chha. Delivery timing 3 din samma ho, ra delivery charge Rs. 200 ho. Order dispatch bhayepachi tracking ID provide garincha.",
        "response": "Nepalgunj ma delivery 3 din samma huncha."
    },
    {
        "question": "Delivery kaile samma guarantee huncha?",
        "context": "Hamro store delivery guarantee Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote area ma 7 din samma huncha. Delivery ko lagi tracking ID provide garincha, ra timely service ko surety cha.",
        "response": "Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote area ma 7 din samma delivery guarantee huncha."
    },
    {
        "question": "Delivery Kathmandu ma kati reliable chha?",
        "context": "Kathmandu upatyaka ma delivery dherai reliable chha. Logistics team experienced chhan, ra express delivery ko lagi 1 din timing huncha. Normal delivery ko lagi 1-2 din samma lagcha.",
        "response": "Kathmandu ma delivery dherai reliable chha."
    },
    {
        "question": "Delivery ko lagi pre-payment garnu parcha ki cash on delivery huncha?",
        "context": "Hamro store le dubaile pre-payment ra cash on delivery (COD) service offer garcha. COD Kathmandu upatyaka ra major cities ma available chha. Kathmandu ma COD delivery 1-2 din ma complete huncha, Kathmandu bahira 3-5 din lagcha.",
        "response": "Delivery ko lagi pre-payment ra cash on delivery dubaile option available chha."
    },
    {
        "question": "Tapaiharu Sunday ma pani delivery garchha?",
        "context": "Hamro delivery service Sunday samet operation ma chha. Kathmandu ma delivery ko lagi Sunday ma 1-2 din bhitra dispatch garcha, tara Kathmandu bahira ko lagi normal timing 3-5 din ho. Weekend orders ko lagi express delivery priority ma rakhincha.",
        "response": "Ho, hamro delivery Sunday ma pani operation ma chha."
    },
    {
        "question": "Delivery charges refund huncha ki nai?",
        "context": "Delivery charges refund only special cases ma huncha, jasari order cancel before dispatch bhayeko ho bhane. Product return ko lagi delivery charge refund hunna, tara product replacement ko lagi delivery charge waived huncha.",
        "response": "Order cancel before dispatch bhayeko ho bhane delivery charges refund huncha."
    },
    {
        "question": "Delivery Kathmandu bahira slow huncha?",
        "context": "Kathmandu bahira delivery timing 3-5 din samma ho, tara logistics team le timely delivery ensure garna hard work garcha. Remote areas ma 7 din samma delivery lagna sakcha, tara sabai process efficient rakheko chha.",
        "response": "Kathmandu bahira delivery slow chhaina, normal timing 3-5 din samma ho."
    },
    {
        "question": "Public holidays ma delivery huncha ki?",
        "context": "Public holidays ma delivery operations limited huncha. Kathmandu ma public holiday ko din express delivery option available huncha, tara normal delivery 1 din pachi dispatch garincha. Kathmandu bahira delivery holiday ko din operate hudaina.",
        "response": "Public holidays ma express delivery Kathmandu ma available chha, tara normal delivery 1 din pachi huncha."
    },
    {
        "question": "Hamro address delivery ko coverage ma cha ki?",
        "context": "Hamro delivery coverage Nepal bhar chha. Urban areas, semi-urban areas, ra remote areas ma sabai thau delivery possible chha. Remote areas ko delivery timing 5-7 din samma ho, tara address confirm garna customer service sanga samparka garna milcha.",
        "response": "Ho, tapai ko address delivery ko coverage ma parcha."
    },
    {
        "question": "Delivery Kathmandu ma surakshit huncha ki?",
        "context": "Kathmandu ma delivery surakshit huncha. Hamro logistics team le proper packaging use garchha, ra tampered delivery ko sambhawana hudaina. Delivery ko lagi tracking system pani available chha.",
        "response": "Ho, Kathmandu ma delivery surakshit huncha."
    },
    {
        "question": "Free delivery option cha ki xaina?",
        "context": "Free delivery Rs. 2000 bhandaa mathi ko order ma available chha. Kathmandu ma normal delivery Rs. 100 charge huncha, tara express delivery ko lagi Rs. 150 lagcha. Kathmandu bahira ko delivery charge Rs. 200 ho.",
        "response": "Ho, Rs. 2000 bhandaa mathi ko order ma free delivery available chha."
    },
    {
        "question": "Pokhara ma delivery timing kati chha?",
        "context": "Pokhara ma delivery timing normal delivery ko lagi 3-5 din samma ho. Hamro logistics team le package tracking ID provide garchha, ra timely delivery ko guarantee dinchha.",
        "response": "Pokhara ma delivery timing 3-5 din samma ho."
    },
    {
        "question": "Delivery process ma tracking huncha ki hudaina?",
        "context": "Delivery process ma tracking ID provide garincha, jun order dispatch bhayepachi email ra SMS ko madhyam bata customer lai pathauncha. Yo tracking ID le live status herna milcha.",
        "response": "Ho, delivery process ma tracking ID provide garincha."
    },
    {
        "question": "Kathmandu upatyaka ma delivery charge kati ho?",
        "context": "Kathmandu upatyaka ma delivery charge normal delivery ko lagi Rs. 100 ho. Express delivery ko lagi additional Rs. 150 lagcha. Rs. 2000 bhandaa mathi ko order ma delivery charge waived chha.",
        "response": "Kathmandu upatyaka ma delivery charge Rs. 100 ho, tara Rs. 2000 bhandaa mathi ko order ma free delivery huncha."
    },
    {
        "question": "Tapai ko delivery system reliable chha ki chhaina?",
        "context": "Hamro delivery system dherai reliable chha. Logistics team experienced chha, ra sabai packaging high-quality materials bata huncha. Kathmandu ma delivery 1-2 din ma, Kathmandu bahira 3-5 din ma, ra remote areas ma 7 din ma huncha.",
        "response": "Ho, hamro delivery system reliable chha."
    },
    {
        "question": "Express delivery Kathmandu bahira available chha?",
        "context": "Kathmandu bahira express delivery available chhaina. Normal delivery Kathmandu bahira 3-5 din samma ho, ra remote areas ma 5-7 din samma delivery timing lagcha. Kathmandu upatyaka ma matra express delivery ko option chha.",
        "response": "Hoina, express delivery Kathmandu bahira available chhaina."
    },
    {
        "question": "Remote area delivery secure chha ki?",
        "context": "Remote areas ma delivery secure ra reliable chha. Logistics team le tamper-proof packaging use garcha, ra tracking system le delivery ko live update provide garcha. Delivery timing 5-7 din samma ho.",
        "response": "Ho, remote area ma delivery secure chha."
    },
    {
        "question": "Delivery Kathmandu ma kati charge lagcha?",
        "context": "Kathmandu ma normal delivery charge Rs. 100 ho. Express delivery ko lagi additional Rs. 150 charge lagcha. Rs. 2000 bhandaa mathi ko order ma delivery charge waived chha.",
        "response": "Kathmandu ma delivery charge Rs. 100 ho."
    },
    {
        "question": "Delivery option cha ki?",
        "context": "Hamro store le all Nepal delivery offer garcha. Kathmandu ma 1-2 din bhitra delivery garincha, Kathmandu bahira 3-5 din lagna sakcha. Free delivery Rs. 2000 bhandaa mathi ko order ma available chha.",
        "response": "Ho, delivery option available chha."
    },
    {
        "question": "Delivery available chha ki xaina?",
        "context": "Hamro store le delivery service Kathmandu ra sabai major cities ma provide garcha. Kathmandu upatyaka ma 1-2 din bhitra delivery garincha. Kathmandu bahira 3-5 din samma lagna sakcha.",
        "response": "Ho, delivery available chha."
    },
    {
        "question": "Delivery system kasari chha?",
        "context": "Hamro delivery system reliable chha, Kathmandu ra Kathmandu bahira delivery sabai thau ma available chha. Normal delivery 1-2 din ma, Kathmandu bahira 3-5 din ma, ra remote areas ma 5-7 din samma lagna sakcha.",
        "response": "Hamro delivery system reliable chha."
    },
    {
        "question": "Hamro location ma delivery garna milcha ki?",
        "context": "Hamro delivery service all Nepal ma available chha. Kathmandu ma 1-2 din bhitra, Kathmandu bahira 3-5 din ma delivery garincha. Remote areas ma delivery timing 5-7 din lagna sakcha.",
        "response": "Ho, hamro location ma delivery garna milcha."
    },
    {
        "question": "Delivery charge kati ho?",
        "context": "Delivery charge Kathmandu ma Rs. 100, Kathmandu bahira Rs. 200 ho. Rs. 2000 bhandaa mathi ko order ma free delivery available chha.",
        "response": "Kathmandu ma Rs. 100 ra Kathmandu bahira Rs. 200 delivery charge ho."
    },
    {
        "question": "Delivery service Kathmandu ra Pokhara ma available cha?",
        "context": "Hamro delivery service Kathmandu ra Pokhara ma available chha. Kathmandu ma 1-2 din ma delivery garincha, Pokhara ma 3 din lagna sakcha.",
        "response": "Ho, Kathmandu ra Pokhara ma delivery available chha."
    },
    {
        "question": "Delivery option cha ki chhaina Nepalgunj ma?",
        "context": "Hamro delivery service Nepalgunj ma available chha. Delivery timing 3 din samma lagna sakcha.",
        "response": "Ho, Nepalgunj ma delivery option available chha."
    },
    {
        "question": "Tapai haru delivery service ko barema janakari dinus na.",
        "context": "Hamro delivery service Kathmandu ma 1-2 din bhitra ra Kathmandu bahira 3-5 din lagcha. Free delivery Rs. 2000 bhandaa mathi ko order ma available chha.",
        "response": "Hamro delivery service Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din ma available chha."
    },
    {
        "question": "Hamro ghar ma delivery garna milcha?",
        "context": "Hamro delivery service sabai thau ma available chha. Kathmandu ra Kathmandu upatyaka ma 1-2 din ma delivery garincha. Kathmandu bahira 3-5 din lagna sakcha.",
        "response": "Ho, tapai ko ghar ma delivery garna milcha."
    },
    {
        "question": "All Nepal delivery garna milcha ki?",
        "context": "Hamro delivery service all Nepal ma available chha. Delivery timing Kathmandu ma 1-2 din, Kathmandu bahira 3-5 din, ra remote areas ma 5-7 din lagna sakcha.",
        "response": "Ho, all Nepal delivery garna milcha."
    }
]