[
    {
        "question": "Nepal ko rajdhani k ho?",
        "response": "Nepal ko rajdhani Kathmandu ho."
    },
    {
        "question": "Himalaya parbat ko uchai kati ho?",
        "response": "Himalaya parbat ko uchai 8848.86 meter ho."
    },
    {
        "question": "Nepal ma kati ota jilla chan?",
        "response": "Nepal ma 77 ota jilla chan."
    },
    {
        "question": "Nepal ko rastriya pakshi k ho?",
        "response": "Nepal ko rastriya pakshi Danphe ho."
    },
    {
        "question": "Nepal ko rastriya phool k ho?",
        "response": "Nepal ko rastriya phool Laligurans ho."
    },
    {
        "question": "Nepal ko sabai bhanda lambo nadi k ho?",
        "response": "Nepal ko sabai bhanda lambo nadi Karnali ho."
    },
    {
        "question": "Nepal ma kati ota rastriya park chan?",
        "response": "Nepal ma 20 ota rastriya park chan."
    },
    {
        "question": "Nepal ko sabai bhanda popular festival k ho?",
        "response": "Nepal ko sabai bhanda popular festival Dashain ho."
    },
    {
        "question": "Nepal ko rastriya gaan k ho?",
        "response": "Nepal ko rastriya gaan 'Sayaun Thunga Phool Ka' ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular khana k ho?",
        "response": "Nepal ko sabai bhanda popular khana Dal Bhat ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular jatra k ho?",
        "response": "Nepal ko sabai bhanda popular jatra Indra Jatra ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular taal k ho?",
        "response": "Nepal ko sabai bhanda popular taal Phewa taal ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular dhunga k ho?",
        "response": "Nepal ko sabai bhanda popular dhunga Swayambhunath ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular temple k ho?",
        "response": "Nepal ko sabai bhanda popular temple Pashupatinath ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular mountain k ho?",
        "response": "Nepal ko sabai bhanda popular mountain Mount Everest ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular city k ho?",
        "response": "Nepal ko sabai bhanda popular city Pokhara ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular river k ho?",
        "response": "Nepal ko sabai bhanda popular river Bagmati ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular lake k ho?",
        "response": "Nepal ko sabai bhanda popular lake Rara ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular national park k ho?",
        "response": "Nepal ko sabai bhanda popular national park Chitwan National Park ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular wildlife reserve k ho?",
        "response": "Nepal ko sabai bhanda popular wildlife reserve Koshi Tappu Wildlife Reserve ho."
    },
    {
        "question": "Nepal ko rastriya jhanda ma kati ota rang chan?",
        "response": "Nepal ko rastriya jhanda ma duita rang chan: raato ra nilo."
    },
    {
        "question": "Nepal ko sabai bhanda sano jilla k ho?",
        "response": "Nepal ko sabai bhanda sano jilla Bhaktapur ho."
    },
    {
        "question": "Nepal ma kati ota province chan?",
        "response": "Nepal ma 7 ota province chan."
    },
    {
        "question": "Nepal ko sabai bhanda popular trekking route k ho?",
        "response": "Nepal ko sabai bhanda popular trekking route Everest Base Camp trek ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular dance k ho?",
        "response": "Nepal ko sabai bhanda popular dance Maruni dance ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular museum k ho?",
        "response": "Nepal ko sabai bhanda popular museum National Museum of Nepal ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular airport k ho?",
        "response": "Nepal ko sabai bhanda popular airport Tribhuvan International Airport ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular market k ho?",
        "response": "Nepal ko sabai bhanda popular market Ason Bazaar ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular historical place k ho?",
        "response": "Nepal ko sabai bhanda popular historical place Patan Durbar Square ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular festival k ho?",
        "response": "Nepal ko sabai bhanda popular festival Dashain ra Tihar ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular street food k ho?",
        "response": "Nepal ko sabai bhanda popular street food Chatpate ra Panipuri ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular traditional dress k ho?",
        "response": "Nepal ko sabai bhanda popular traditional dress Daura Suruwal ra Gunyo Cholo ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular mountain pass k ho?",
        "response": "Nepal ko sabai bhanda popular mountain pass Thorong La Pass ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular waterfall k ho?",
        "response": "Nepal ko sabai bhanda popular waterfall Hyatung Waterfall ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular cave k ho?",
        "response": "Nepal ko sabai bhanda popular cave Mahendra Cave ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular bridge k ho?",
        "response": "Nepal ko sabai bhanda popular bridge Baglung Parbat ko suspension bridge ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular temple festival k ho?",
        "response": "Nepal ko sabai bhanda popular temple festival Machhindranath Jatra ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular handicraft k ho?",
        "response": "Nepal ko sabai bhanda popular handicraft Dhaka ko kapada ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular tea k ho?",
        "response": "Nepal ko sabai bhanda popular tea Ilam ko chiya ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular coffee k ho?",
        "response": "Nepal ko sabai bhanda popular coffee Nepali organic coffee ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular fruit k ho?",
        "response": "Nepal ko sabai bhanda popular fruit Aanp ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular vegetable k ho?",
        "response": "Nepal ko sabai bhanda popular vegetable Gundruk ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular dish k ho?",
        "response": "Nepal ko sabai bhanda popular dish Momo ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular sweet k ho?",
        "response": "Nepal ko sabai bhanda popular sweet Sel Roti ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular drink k ho?",
        "response": "Nepal ko sabai bhanda popular drink Chyang ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular sport k ho?",
        "response": "Nepal ko sabai bhanda popular sport Cricket ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular player k ho?",
        "response": "Nepal ko sabai bhanda popular player Paras Khadka ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular festival food k ho?",
        "response": "Nepal ko sabai bhanda popular festival food Sel Roti ra Masu Bhat ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular cultural dress k ho?",
        "response": "Nepal ko sabai bhanda popular cultural dress Newar ko Haku Patasi ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular traditional instrument k ho?",
        "response": "Nepal ko sabai bhanda popular traditional instrument Madal ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular folk song k ho?",
        "response": "Nepal ko sabai bhanda popular folk song Resham Firiri ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular dance form k ho?",
        "response": "Nepal ko sabai bhanda popular dance form Lakhey dance ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular art form k ho?",
        "response": "Nepal ko sabai bhanda popular art form Thangka painting ho."
    },
    {
        "question": "Nepal ko sabai bhanda popular festival k ho?",
        "response": "Nepal ko sabai bhanda popular festival Dashain ho."
    }
]