[
    {
        "question": "k k baata payment garna milxa?",
        "context": "Payment esewa, khalti baata hunxa.",
        "response": "Hajur le payment garna esewa ra khalti use garna saknu hunxa."
    },
    {
        "question": "payment k k accept hunxa?",
        "context": "Payment esewa, khalti baata hunxa.",
        "response": "Hami esewa ra khalti accept gardai chau."
    },
    {
        "question": "online payment garna milcha?",
        "context": "Payment esewa, khalti baata hunxa.",
        "response": "Hajur, online payment garna esewa ra khalti upayog garna saknu hunxa."
    },
    {
        "question": "card baata payment garna milxa?",
        "context": "Payment visa, mastercard baata hunxa.",
        "response": "Hajur, tapai le visa ra mastercard baata payment garna saknu hunxa."
    },
    {
        "question": "cash on delivery available xa?",
        "context": "Cash on delivery Nepal ma matra available cha.",
        "response": "Hajur, Nepal ma cash on delivery upalabdha cha."
    },
    {
        "question": "mobile wallet use garna milxa?",
        "context": "Payment esewa, khalti baata hunxa.",
        "response": "Hajur, mobile wallet jasari esewa ra khalti use garna saknu hunxa."
    },
    {
        "question": "emi ma payment garna milxa?",
        "context": "EMI ma payment ko lagi card accept hunxa.",
        "response": "Hajur, EMI ma card ko madat le payment garna milxa."
    },
    {
        "question": "paypal use garna milxa?",
        "context": "International payment ma paypal available cha.",
        "response": "Hajur, international payment ko lagi paypal use garna saknu hunxa."
    },
    {
        "question": "scan garera payment garna milxa?",
        "context": "QR code scan garera payment esewa, khalti ma garna milxa.",
        "response": "Hajur, QR code scan garera payment esewa ra khalti ma garna saknu hunxa."
    },
    {
        "question": "bank transfer garna milxa?",
        "context": "Bank transfer ko lagi account number diyeko cha.",
        "response": "Hajur, bank transfer ko lagi hami le account number provide gareko cha."
    },
    {
        "question": "k k baata payment garna milxa?",
        "context": "Hami le esewa ra khalti jasta digital wallet ko maddat le payment accept garna thale ko cha. Esko alawa, hajur le bank transfer ya debit/credit card jasta option pani upayog garna saknu hunxa.",
        "response": "Hajur, hami esewa, khalti, bank transfer, ra debit/credit card bata payment accept garchhau."
    },
    {
        "question": "payment k k accept hunxa?",
        "context": "Hami le Nepal ma chalne digital wallet haru, jasari esewa ra khalti, ko payment accept garchhau. Bank transfer option pani available cha, ra credit card baata EMI ma payment garna milcha.",
        "response": "Hami esewa, khalti, bank transfer, ra credit card bata payment accept gardai chau."
    },
    {
        "question": "online payment garna milcha?",
        "context": "Tapai le online payment garna digital wallet (esewa, khalti) ya bank transfer use garna saknu hunxa. Hami ko website ma QR code scan garera ya card details halera payment garna milcha.",
        "response": "Hajur, tapai le online payment ko lagi esewa, khalti, QR code, ya bank transfer ko upayog garna saknu hunxa."
    },
    {
        "question": "card baata payment garna milxa?",
        "context": "Hami debit ra credit card baata payment accept garchhau. Visa, Mastercard, ra American Express card haru pani support hunxa. Aafno card details halera online ya POS machine ma swipe garera payment garna milcha.",
        "response": "Hajur, Visa, Mastercard, ra American Express jasta card haru baata payment garna saknu hunxa."
    },
    {
        "question": "cash on delivery available xa?",
        "context": "Hamro service area ma matra cash on delivery available hunxa. Kathmandu, Lalitpur, Bhaktapur ra kehi arko thau ma COD service diyeko cha. Anya thau ma cash payment ko lagi hami ko delivery agent ko madat le process garna milcha.",
        "response": "Hajur, Kathmandu, Lalitpur, ra Bhaktapur jasta thau ma cash on delivery available cha."
    },
    {
        "question": "mobile wallet use garna milxa?",
        "context": "Digital wallet ko payment Nepal ma dherai popular hunda esewa ra khalti ko upayog garda customer haru lai asan cha. Hamro platform ma yo wallet haru bata direct payment garna milcha.",
        "response": "Hajur, tapai le esewa ra khalti jasta mobile wallet use garera payment garna saknu hunxa."
    },
    {
        "question": "emi ma payment garna milxa?",
        "context": "EMI ko lagi hami le partner bank haru ko card accept garchhau. Tapai ko card partner bank le issue gareko hunu parcha ra eligible huna parcha. Monthly installment ma asan tarikale payment garna milcha.",
        "response": "Hajur, EMI ko lagi partner bank ko credit card upayog garera payment garna milcha."
    },
    {
        "question": "paypal use garna milxa?",
        "context": "International payment ko lagi hami le Paypal accept garchhau. Tapai le aafno Paypal account link garera ya hami ko website ma direct payment option select garna saknu hunxa.",
        "response": "Hajur, tapai le Paypal use garera international payment garna saknu hunxa."
    },
    {
        "question": "scan garera payment garna milxa?",
        "context": "Hamro system ma QR code scan garera esewa, khalti, ya bank account ma payment garna milcha. QR code tapai ko order confirm huda generate huncha ra tyo scan garna milcha.",
        "response": "Hajur, QR code scan garera esewa, khalti, ya bank account ma payment garna saknu hunxa."
    },
    {
        "question": "bank transfer garna milxa?",
        "context": "Hamro bank transfer service ko lagi hami le Nabil Bank, Himalayan Bank, ra NIC Asia Bank ka account details provide gareko cha. Tapai le tyo details ma payment garera slip upload garna parcha.",
        "response": "Hajur, tapai le Nabil Bank, Himalayan Bank, ra NIC Asia Bank ma transfer garera payment garna saknu hunxa."
    },
    {
        "question": "credit card ko option cha?",
        "context": "Credit card le payment garna Visa, Mastercard, American Express, ra aru international cards hami accept garchhau. Credit card details online halera ya POS machine ma swipe garera payment complete garna milcha.",
        "response": "Hajur, hami Visa, Mastercard, American Express ra aru international credit card accept gardai chau."
    },
    {
        "question": "k k baata payment garna milxa?",
        "context": "Hamro platform le payment ko lagi esewa ra khalti jasta popular digital wallet haru accept garchhau. Tapai le mobile banking app bata pani payment garna saknu hunxa. Hami sabai leading bank haru ko mobile banking apps support garchhau.",
        "response": "Hajur, tapai le esewa, khalti, ra mobile banking app bata payment garna saknu hunxa."
    },
    {
        "question": "payment k k accept hunxa?",
        "context": "Payment ko lagi hami esewa, khalti, ra mobile banking app accept garchhau. Tapai le aafno mobile wallet ya banking app ko madat le asan tarikale payment garna saknu hunxa.",
        "response": "Hami esewa, khalti, ra mobile banking app bata payment accept gardai chau."
    },
    {
        "question": "online payment garna milcha?",
        "context": "Hamro platform online payment ko lagi esewa, khalti, ra sabai leading bank ko mobile banking apps support garchhau. Tapai le wallet ya banking app ko option select garera payment complete garna saknu hunxa.",
        "response": "Hajur, tapai le esewa, khalti, ya mobile banking app ko upayog garera online payment garna saknu hunxa."
    },
    {
        "question": "esewa use garna milxa?",
        "context": "Payment ko lagi esewa fully supported cha. Tapai le esewa ma login garera ya QR code scan garera payment garna saknu hunxa.",
        "response": "Hajur, tapai le esewa use garera payment garna saknu hunxa."
    },
    {
        "question": "khalti bata payment huncha?",
        "context": "Hamro platform le khalti wallet ko full support garchhau. Tapai le khalti ma login garera ya wallet ko balance use garera payment garna saknu hunxa.",
        "response": "Hajur, tapai le khalti bata asani le payment garna saknu hunxa."
    },
    {
        "question": "mobile banking ko through payment garna milcha?",
        "context": "Hami sabai major bank haru ko mobile banking apps support garchhau, jasari Nabil Smart Banking, NIC Asia MoBank, ra Himalayan Mobile Banking. Tapai le mobile app bata transfer garera payment complete garna saknu hunxa.",
        "response": "Hajur, tapai le mobile banking app use garera payment garna saknu hunxa."
    },
    {
        "question": "scan garera payment garna milxa?",
        "context": "Hamro platform le esewa ra khalti ko QR code scan system support garchhau. Tapai le wallet open garera QR code scan garna saknu hunxa, ra tyo automatic payment ko lagi process huncha.",
        "response": "Hajur, tapai le QR code scan garera esewa ra khalti bata payment garna saknu hunxa."
    },
    {
        "question": "khalti ko cashback cha?",
        "context": "Khalti wallet le payment garne bela dherai jaso cashback offer garchhau. Tapai le khalti ma login garera offer ko section ma cashback details herna saknu hunxa.",
        "response": "Hajur, khalti le kai kai payment ma cashback offer garcha."
    },
    {
        "question": "bank account bata direct payment garna milxa?",
        "context": "Bank account bata direct payment garna mobile banking apps use garna saknu hunxa. Nabil Smart Banking, NIC Asia MoBank, Himalayan Mobile Banking jasta apps fully supported cha.",
        "response": "Hajur, tapai le mobile banking app ko madat le bank account bata direct payment garna saknu hunxa."
    },
    {
        "question": "esewa ma balance nabhaye k garne?",
        "context": "Esewa ma balance nabhaye, tapai le mobile banking app ko madat le wallet ma fund load garna saknu hunxa. Ya tapai ko local agent ma gayera pani esewa wallet top-up garna milcha.",
        "response": "Tapai le mobile banking ya local agent ko madat le esewa ma balance top-up garna saknu hunxa."
    },
    {
        "question": "offline ma payment garna milxa?",
        "context": "Offline payment ko lagi tapai le esewa ya khalti ko QR code ko print scan garera payment garna saknu hunxa. Mobile banking ko fund transfer option pani offline payment ko rup ma use garna milcha.",
        "response": "Hajur, tapai le QR code ya mobile banking use garera offline ma payment garna saknu hunxa."
    },
    {
        "question": "payment garna asan tarika k cha?",
        "context": "Hami le esewa, khalti, ra mobile banking app jasta digital payment platform haru support garchhau. Tapai le aafno wallet ya banking app login garera, QR code scan garera, ya direct transfer garera payment garna saknu hunxa.",
        "response": "Hajur, esewa, khalti, ra mobile banking app sabai bhanda asan payment tarika hun."
    },
    {
        "question": "khalti ma balance chaina bhane payment kasari garne?",
        "context": "Khalti wallet ma balance top-up garna mobile banking app, ATM card, ya khalti agent ko madat le wallet recharge garna saknu hunxa. Recharge bhaye pachi tapai ko payment process huncha.",
        "response": "Tapai le mobile banking ya khalti agent use garera balance recharge garna saknu hunxa."
    },
    {
        "question": "mobile banking ko QR code kasari use garne?",
        "context": "QR code scan garna ko lagi tapai le mobile banking app open garera QR code scan option select garnu parcha. Scan gare pachi, tapai ko amount confirm garera payment process complete garna milcha.",
        "response": "Tapai le mobile banking app ma QR code scan garera payment garna saknu hunxa."
    },
    {
        "question": "esewa ko cashback cha?",
        "context": "Esewa le kai services ma cashback provide garchhau. Tapai le recharge, bill payment, ya shopping garne bela cashback ko offer haru upayog garna saknu hunxa.",
        "response": "Hajur, esewa ma cashback offer available huncha."
    },
    {
        "question": "khalti ra esewa bata difference k cha?",
        "context": "Esewa ra Khalti dubaile digital wallet service dincha, tara esewa le thulo network ma utility bill payment ra banking integration support garcha. Khalti le shopping ra cashback ko lagi special offers dincha.",
        "response": "Esewa utility payment ma ramro cha, ra khalti shopping ra cashback ko lagi upayogi cha."
    },
    {
        "question": "mobile banking bata payment garna online ma account link garnu parcha?",
        "context": "Mobile banking bata payment garna account link garnu pardaina. Tapai le sirf aafno mobile banking app ma login garera fund transfer ya QR code scan garera payment garna saknu hunxa.",
        "response": "Hajur, account link garnu pardaina. Direct mobile banking app use garera payment garna saknu hunxa."
    },
    {
        "question": "khalti bata online shopping payment garna milxa?",
        "context": "Hamro platform le khalti wallet ko full support garchhau. Online shopping ko payment ko lagi tapai le khalti wallet ko balance use garera asani le payment garna saknu hunxa.",
        "response": "Hajur, tapai le khalti use garera online shopping ko payment garna saknu hunxa."
    },
    {
        "question": "esewa ma minimum balance kati cha?",
        "context": "Esewa wallet ma minimum balance ko requirement chaina. Tapai ko wallet ma jati balance cha, teti ko matrai payment garna milcha. Extra charge lagdaina.",
        "response": "Esewa ma minimum balance ko requirement chaina."
    },
    {
        "question": "mobile banking app ma OTP kina auxa?",
        "context": "Mobile banking app ma OTP tapai ko transaction verify garna ko lagi auxa. Yo security ko lagi ho, jasle unauthorized payment roknu ko lagi madad garcha.",
        "response": "OTP security ko lagi ho, transaction verify garna ko lagi aauxa."
    },
    {
        "question": "khalti ma payment confirmation message auxa?",
        "context": "Tapai le khalti bata payment garna saknu huncha, ra payment confirmation ko lagi SMS ra email notification milcha. Khalti wallet app ma transaction history ma pani yo details dekhna saknu hunxa.",
        "response": "Hajur, khalti bata payment confirmation SMS ra email ma auxa."
    },
    {
        "question": "esewa baata QR code ko scan kasari garne?",
        "context": "Esewa bata QR code scan garna ko lagi tapai le app open garera 'Scan QR' option select garna parcha. QR code scan gare pachi amount confirm garera payment complete huncha.",
        "response": "Hajur, esewa app ko 'Scan QR' option use garera payment garna saknu hunxa."
    },
    {
        "question": "khalti bata mobile recharge garna milcha?",
        "context": "Khalti wallet bata mobile recharge garna app open garera recharge ko option select garna saknu hunxa. Tapai ko number ra amount halepachi payment confirm garera recharge complete huncha.",
        "response": "Hajur, tapai le khalti bata mobile recharge garna saknu hunxa."
    },
    {
        "question": "mobile banking app ma fund transfer kasari garne?",
        "context": "Fund transfer garna ko lagi tapai le aafno mobile banking app login garera 'Fund Transfer' option select garna saknu hunxa. Recipient ko account details halera amount confirm garna milcha.",
        "response": "Tapai le mobile banking app ma 'Fund Transfer' option use garera amount pathauna saknu hunxa."
    },
    {
        "question": "khalti bata plane ticket kinna milcha?",
        "context": "Khalti wallet ma plane ticket purchase ko option available cha. Tapai le flight search garera, ticket select garera, khalti wallet balance le payment complete garna saknu hunxa.",
        "response": "Hajur, khalti bata plane ticket kinna milcha."
    },
    {
        "question": "esewa bata electricity bill kasari tirne?",
        "context": "Esewa app bata electricity bill tirna ko lagi 'Bill Payment' ma gayera electricity board select garna parcha. Tapai ko consumer ID halera amount verify garera payment confirm garna milcha.",
        "response": "Hajur, esewa bata electricity bill 'Bill Payment' section ma gayera tirna saknu hunxa."
    },
    {
        "question": "payment garna kun kun options available cha?",
        "context": "Hamro platform le esewa, khalti, ra mobile banking apps jasta digital payment options support garcha. Tapai le kunai pani wallet ya banking app login garera payment garna saknu hunxa. Sabai major Nepali bank ko mobile banking apps pani compatible cha.",
        "response": "Hajur, esewa, khalti, ra mobile banking apps bata payment garna milcha."
    },
    {
        "question": "online ma esewa use garna milcha?",
        "context": "Esewa wallet le online payment ko lagi asan system provide garcha. Tapai le app login garera balance use garna saknu hunxa. Esewa QR code scan ko option pani available cha.",
        "response": "Hajur, online payment ko lagi esewa wallet use garna saknu hunxa."
    },
    {
        "question": "khalti ko QR code bata kasari payment garne?",
        "context": "QR code payment ko lagi khalti wallet ma 'Scan & Pay' option cha. Tapai le tyo option select garera QR code scan garna saknu hunxa. Scan pachi, amount confirm garera payment complete huncha.",
        "response": "Tapai le khalti ko 'Scan & Pay' option use garera QR code bata payment garna saknu hunxa."
    },
    {
        "question": "khalti bata cashback kasari paune?",
        "context": "Khalti le dherai services ma cashback offer garcha, jasari mobile recharge, electricity bill payment, ra online shopping. Tapai le app ko 'Offers' section ma available cashback herna saknu hunxa.",
        "response": "Hajur, khalti ma 'Offers' section herera cashback ko details pauna saknu hunxa."
    },
    {
        "question": "mobile banking ma payment failed bhayo vane k garne?",
        "context": "Mobile banking ma payment failed huda bank ko customer care contact garna saknu hunxa. Tapai ko transaction ID provide gare pachi bank le issue check garcha. Failed payment ko refund pani initiate huncha.",
        "response": "Payment failed huda bank ko customer care contact garna parcha, ra transaction ID dinu hunxa."
    },
    {
        "question": "esewa ma balance recharge kasari garne?",
        "context": "Esewa wallet ma balance recharge garna mobile banking app, agent, ya debit/credit card ko use garna saknu hunxa. Mobile banking bata direct fund transfer garera esewa ma balance add huncha.",
        "response": "Tapai le mobile banking, debit/credit card, ya agent bata esewa ma balance recharge garna saknu hunxa."
    },
    {
        "question": "QR code scan gardai payment garna milcha?",
        "context": "Hamro platform QR code payment ko lagi esewa ra khalti dubaile support garchhau. Tapai le aafno wallet open garera 'Scan QR' option ma jayera QR code scan garna saknu hunxa.",
        "response": "Hajur, tapai le esewa ra khalti ko QR code scan gardai payment garna saknu hunxa."
    },
    {
        "question": "electricity bill kasari tirne khalti bata?",
        "context": "Khalti wallet le electricity bill tirna ko lagi 'Bill Payment' section provide garcha. Tapai le aafno electricity provider select garera, consumer ID halera, amount confirm garna saknu hunxa.",
        "response": "Tapai le khalti wallet ma 'Bill Payment' section use garera electricity bill tirna saknu hunxa."
    },
    {
        "question": "esewa login garna mildaina bhane k garne?",
        "context": "Esewa login garna mildaina bhane tapai le password reset garna parcha. Esewa app ya website ma 'Forgot Password' option use garera aafno registered number ya email ma OTP receive garna saknu hunxa.",
        "response": "Tapai le 'Forgot Password' option use garera password reset garna saknu hunxa."
    },
    {
        "question": "khalti app download garera kasari setup garne?",
        "context": "Khalti app download gare pachi, tapai le aafno mobile number ya email use garera account create garna saknu hunxa. OTP verify garera profile setup garna milcha.",
        "response": "Tapai le mobile number ya email use garera khalti account setup garna saknu hunxa."
    },
    {
        "question": "mobile banking ko password bholtiye bhane k garne?",
        "context": "Mobile banking ko password bholtiye bhane, tapai le app ma 'Forgot Password' option use garera OTP verify garna parcha. OTP verify gare pachi naya password set garna saknu hunxa.",
        "response": "Forgot Password option use garera naya password set garna saknu hunxa."
    },
    {
        "question": "mobile banking bata esewa wallet ma kati minimum load garna milcha?",
        "context": "Mobile banking bata esewa ma minimum load amount Rs. 10 cha. Maximum amount bank ko policy anusar depend garcha.",
        "response": "Hajur, esewa wallet ma minimum Rs. 10 load garna milcha."
    },
    {
        "question": "mobile recharge esewa ra khalti bata kasari garne?",
        "context": "Mobile recharge ko lagi esewa ra khalti dubaile asan tarika dincha. Tapai le aafno wallet ma recharge ko section open garera number halnu hunxa, ra amount confirm garera payment complete huncha.",
        "response": "Tapai le esewa ya khalti ko recharge section ma gayera mobile recharge garna saknu hunxa."
    },
    {
        "question": "khalti bata loan ko payment garna milcha?",
        "context": "Khalti wallet ma EMI payment ko option cha, jasle tapai ko loan ko installment tirna milcha. Bank ya lending institution ko details enter garera amount confirm garna milcha.",
        "response": "Hajur, khalti wallet bata loan ko installment tirna saknu hunxa."
    },
    {
        "question": "esewa bata remittance ko paisa kasari claim garne?",
        "context": "Esewa wallet le remittance paisa claim garna ko lagi partner remittance services ko support dincha. Tapai le remittance code halera aafno wallet ma paisa claim garna saknu hunxa.",
        "response": "Tapai le remittance code halera esewa wallet ma paisa claim garna saknu hunxa."
    },
    {
        "question": "esewa le kun kun payment accept garcha?",
        "context": "Esewa digital wallet ho, jasle recharge, utility bills, online shopping, insurance premium, remittance, ra educational fees ko payment support garcha. Esle QR code scan ra mobile banking bata top-up garne options dincha.",
        "response": "Esewa recharge, utility bill, online shopping, remittance, ra educational fees ko payment support garcha."
    },
    {
        "question": "QR code ko lagi khalti kasari setup garne?",
        "context": "Khalti wallet QR code scan ko lagi 'Scan & Pay' option dincha. Tapai le khalti app ma login garera, 'Scan & Pay' ko option enable garna parcha. Es pachi tapai le QR code scan garna saknu hunxa.",
        "response": "Tapai le khalti app ko 'Scan & Pay' option enable garera QR code bata payment garna saknu hunxa."
    },
    {
        "question": "mobile banking bata bill tirna milcha?",
        "context": "Hamro platform mobile banking bata electricity, water, internet, ra TV bill tirna support garcha. Tapai le mobile banking app ma 'Bill Payment' section use garera service provider select garna saknu hunxa.",
        "response": "Hajur, tapai le mobile banking bata bill tirna saknu hunxa."
    },
    {
        "question": "khalti wallet ma paisa add kasari garne?",
        "context": "Khalti wallet ma paisa add garna mobile banking, debit/credit card, ya khalti agent ko help le wallet top-up garna saknu hunxa. Minimum amount Rs. 10 cha, ra maximum amount user ko bank policy ma depend garcha.",
        "response": "Tapai le mobile banking, debit/credit card, ya agent bata khalti ma paisa add garna saknu hunxa."
    },
    {
        "question": "esewa use garera gift card kinna milcha?",
        "context": "Esewa wallet ma gift card purchase ko option cha. Tapai le wallet login garera 'Gift Card' section ma gayera, desired card select garera payment confirm garna saknu hunxa.",
        "response": "Hajur, tapai le esewa bata gift card kinna saknu hunxa."
    },
    {
        "question": "mobile banking ma OTP kina jaruri huncha?",
        "context": "OTP tapai ko transaction secure garna ko lagi mandatory cha. OTP le unauthorized access rokdai, tapai ko mobile banking transaction verify garcha.",
        "response": "OTP security ko lagi jaruri cha, ra transaction verify garna upayogi huncha."
    },
    {
        "question": "QR code scan garera khalti bata payment fail bhaye bhane k garne?",
        "context": "Khalti wallet ma payment fail bhaye bhane transaction ID save huncha. Tapai le Khalti ko support team contact garera yo ID provide garna saknu hunxa, ra issue resolve huncha.",
        "response": "Tapai le transaction ID support team lai provide garera issue resolve garna saknu hunxa."
    },
    {
        "question": "electricity ko bill kasari pay garne esewa ma?",
        "context": "Esewa ma 'Bill Payment' section ma gayera tapai ko electricity provider select garna saknu hunxa. Consumer ID halepachi bill ko details aauxa, ra amount confirm garera payment complete huncha.",
        "response": "Hajur, tapai le esewa ma 'Bill Payment' use garera electricity ko bill tirna saknu hunxa."
    },
    {
        "question": "khalti ko cashback kun kun services ma huncha?",
        "context": "Khalti le cashback offer recharge, bill payment, online shopping, ra event ticketing ma provide garcha. Cashback ko offer regularly update hune hunale 'Offers' section herna parcha.",
        "response": "Recharge, bill payment, online shopping, ra ticketing ma cashback available huncha."
    },
    {
        "question": "mobile banking use garna account active cha bhane kasari check garne?",
        "context": "Mobile banking account active cha ki chaina check garna tapai le aafno bank ko customer care contact garna saknu hunxa, ya nearest branch ma jayera confirmation garna milcha.",
        "response": "Tapai le bank ko customer care contact garera ya branch ma jayera account active status check garna saknu hunxa."
    },
    {
        "question": "khalti bata school fees tirna milcha?",
        "context": "Khalti wallet ma 'Education Payment' section cha, jasle school ra college fees tirna support garcha. Tapai le institution select garera, student ko ID halepachi payment garna milcha.",
        "response": "Hajur, khalti bata school fees tirna saknu hunxa."
    },
    {
        "question": "esewa bata internet ko bill kasari tirne?",
        "context": "Esewa wallet ko 'Internet Payment' section ma gayera internet provider select garera bill pay garna milcha. Tapai ko account number ya user ID halera amount confirm garna saknu hunxa.",
        "response": "Tapai le esewa ko 'Internet Payment' section use garera bill tirna saknu hunxa."
    },
    {
        "question": "khalti wallet secure cha ki chaina?",
        "context": "Khalti wallet security ko lagi OTP, PIN, ra password protection use garcha. Unauthorized access roknu ko lagi tapai ko mobile number ya email verify huna parcha.",
        "response": "Hajur, khalti wallet secure cha, ra OTP/PIN protection cha."
    },
    {
        "question": "mobile banking le insurance ko payment garna support garcha?",
        "context": "Mobile banking apps le insurance premium tirna ko lagi 'Insurance Payment' option dincha. Insurance company select garera policy number halepachi amount confirm garna saknu hunxa.",
        "response": "Hajur, tapai le mobile banking bata insurance ko payment garna saknu hunxa."
    },
    {
        "question": "khalti ko transaction failed bhaye refund kati din ma aauxa?",
        "context": "Transaction failed bhaye pachi refund normally 2-3 working days ma process huncha. Tapai le khalti support team sanga contact garera status confirm garna saknu hunxa.",
        "response": "Refund 2-3 working days ma aauxa, ra status khalti support ma check garna saknu hunxa."
    },
    {
        "question": "payment failed bhaye refund kasari aauxa?",
        "context": "Esewa ra Khalti wallet le payment failed bhaye transaction ID store garcha. Refund process initiate garna ko lagi tapai le support team lai transaction ID provide garna parcha. Refund 2-5 working days ma aauxa.",
        "response": "Refund ko lagi transaction ID support team lai provide garnu parcha, ra 2-5 working days ma aauxa."
    },
    {
        "question": "khalti bata recharge kati minimum amount garna milcha?",
        "context": "Khalti wallet recharge ko lagi minimum Rs. 10 cha. Recharge karna ko lagi tapai le 'Mobile Recharge' section ma gayera amount halnu hunxa.",
        "response": "Hajur, minimum Rs. 10 recharge garna milcha."
    },
    {
        "question": "esewa ma multiple account banauna milcha?",
        "context": "Esewa wallet le ek jana user ko lagi ek wallet account ko policy cha. Multiple account create garna allowed chaina, tara family ko lagi alag-alag account banauna milcha.",
        "response": "Tapai ko lagi ek wallet account matra allowed cha."
    },
    {
        "question": "mobile banking le QR code scan garna milcha ki chaina?",
        "context": "Dherai mobile banking apps ma QR code scan garera payment garna milcha. Bank ko app ma 'QR Payment' section open garera scan garna saknu hunxa.",
        "response": "Hajur, dherai mobile banking apps le QR code scan garna support garcha."
    },
    {
        "question": "khalti bata remittance kasari claim garne?",
        "context": "Khalti wallet le remittance claim garna ko lagi 'Remittance' section provide garcha. Tapai le remittance code halera paisa claim garna saknu hunxa.",
        "response": "Tapai le khalti ko 'Remittance' section use garera remittance ko paisa claim garna saknu hunxa."
    },
    {
        "question": "internet bill tirna esewa ma k garne?",
        "context": "Esewa ma 'Internet Bill Payment' section cha, jahaan tapai le internet provider select garera, aafno account ID halera, amount confirm garna saknu hunxa.",
        "response": "Hajur, tapai le esewa ko 'Internet Bill Payment' section bata internet bill tirna saknu hunxa."
    },
    {
        "question": "mobile banking ko password recover kasari garne?",
        "context": "Password bholtiye bhane mobile banking app ma 'Forgot Password' option cha. Tapai le OTP verify garepachi naya password set garna milcha.",
        "response": "Tapai le 'Forgot Password' option use garera naya password set garna saknu hunxa."
    },
    {
        "question": "khalti wallet bata EMI payment garna milcha?",
        "context": "Khalti wallet EMI payment ko lagi 'EMI Payment' section provide garcha. Tapai le lender select garera aafno loan account ko details halera amount confirm garna saknu hunxa.",
        "response": "Hajur, tapai le khalti wallet use garera EMI payment garna saknu hunxa."
    },
    {
        "question": "esewa wallet ko balance kasari check garne?",
        "context": "Esewa app login garera home screen ma wallet ko balance dekhna milcha. Yedi update chaheko cha bhane 'Refresh' button click garna saknu hunxa.",
        "response": "Esewa app login garepachi tapai ko wallet balance home screen ma dekhna milcha."
    },
    {
        "question": "mobile banking le khalti wallet ma paisa transfer garna milcha?",
        "context": "Mobile banking app ma 'Fund Transfer' section cha, jahaan tapai le receiver ko khalti wallet ID enter garera paisa transfer garna milcha.",
        "response": "Hajur, tapai le mobile banking app use garera khalti wallet ma paisa transfer garna saknu hunxa."
    },
    {
        "question": "khalti ma cashback kunai limit cha?",
        "context": "Khalti cashback ko limit offer anusar hune garcha. Cashback ko amount ya percentage offer ko tithi ra conditions ma depend garcha.",
        "response": "Cashback ko limit offer ko terms and conditions anusar cha."
    },
    {
        "question": "payment esewa ko transaction ID kasari herne?",
        "context": "Esewa app ma 'Transaction History' section cha. Tapai le tyo section ma gayera sabai transaction ID herna saknu hunxa.",
        "response": "Tapai le esewa ko 'Transaction History' ma transaction ID herna saknu hunxa."
    },
    {
        "question": "electricity ko bill khalti bata tirda surcharge huncha?",
        "context": "Khalti wallet le surcharge free electricity payment support garcha. Tara provider anusar thora service fee lagna sakcha.",
        "response": "Khalti le surcharge normally lagdaina, tara provider ko fee cha bhane lagna sakcha."
    },
    {
        "question": "esewa login garera remittance paisa bank ma transfer garna milcha?",
        "context": "Esewa wallet ma remittance ko paisa bank account ma transfer garna ko lagi 'Bank Transfer' section cha. Tapai le bank select garera, account number halera amount transfer garna saknu hunxa.",
        "response": "Hajur, remittance ko paisa bank ma transfer garna milcha."
    },
    {
        "question": "QR code scan gardai khalti bata payment safe cha?",
        "context": "Khalti le secure QR code system use garcha, jasle unauthorized transaction rokdai payment verify garcha. Tapai ko payment PIN verify pachi matra complete huncha.",
        "response": "Hajur, khalti ko QR code system secure cha, ra payment PIN le safety confirm garcha."
    },
    {
        "question": "mobile recharge khalti bata garna kati time lagcha?",
        "context": "Mobile recharge khalti wallet ma instant huncha. Recharge garisake pachi balance immediately update huncha.",
        "response": "Khalti bata mobile recharge instant huncha."
    },
    {
        "question": "esewa ma account deactivate kasari garne?",
        "context": "Esewa account deactivate garna ko lagi customer support team sanga contact garna parcha. Aafno identity verify garera request complete huncha.",
        "response": "Tapai le esewa ko support team lai contact garera account deactivate garna saknu hunxa."
    },
    {
        "question": "k k bata payment garna milcha?",
        "context": "Hamro platform le eSewa, Khalti, ra mobile banking apps jastai digital options support garcha. Cash on delivery ko lagi option available chaina.",
        "response": "Tapai le eSewa, Khalti, ra mobile banking apps bata payment garna saknu hunxa."
    },
    {
        "question": "payment option ma esewa cha ki chaina?",
        "context": "Hamro platform le esewa wallet support garcha. Tapai le esewa account login garera payment confirm garna saknu hunxa.",
        "response": "Hajur, esewa wallet ma payment option available cha."
    },
    {
        "question": "khalti use garera payment garna milcha?",
        "context": "Platform ma khalti wallet ko option cha, jasle digital payment easy ra fast banauxa. Khalti wallet ma balance cha bhane payment turantai complete huncha.",
        "response": "Hajur, khalti use garera payment garna saknu hunxa."
    },
    {
        "question": "mobile banking bata payment garna milcha ki chaina?",
        "context": "Mobile banking bata payment ko lagi 'Fund Transfer' ya 'QR Payment' section ma jana parcha. Hamro system ma major banks ko support available cha.",
        "response": "Hajur, tapai le mobile banking bata payment garna saknu hunxa."
    },
    {
        "question": "hamro e-commerce site ma kun kun payment method cha?",
        "context": "Hamro e-commerce site le digital wallet (eSewa, Khalti) ra mobile banking ko options provide garcha. Tapai le cash on delivery ko option chaina.",
        "response": "Hamro platform ma eSewa, Khalti, ra mobile banking options available cha."
    },
    {
        "question": "QR code scan garera payment garna milcha?",
        "context": "Hamro platform ma QR code scan ko lagi eSewa ra Khalti wallet ko integration cha. Tapai le scan garepachi PIN confirm garera payment complete huncha.",
        "response": "Hajur, QR code scan garera eSewa ra Khalti bata payment garna saknu hunxa."
    },
    {
        "question": "hamro website ma payment method secure cha?",
        "context": "Payment gateway le high-level encryption use garcha, jasle eSewa, Khalti, ra mobile banking bata secure transaction ensure garcha.",
        "response": "Hajur, hamro website ma eSewa, Khalti, ra mobile banking bata secure payment garna milcha."
    },
    {
        "question": "esewa ra khalti ma difference ke ho payment ma?",
        "context": "eSewa le utility bill ra remittance focus garcha, jaba Khalti le cashback ra QR payment ma dhyan dincha. Dono wallet ma secure digital payment garna milcha.",
        "response": "Dono secure digital wallets hun, tara features ma alik difference cha."
    },
    {
        "question": "payment garna kun method sabai bhanda easy huncha?",
        "context": "eSewa ra Khalti wallets sabai bhanda easy options hun, jasle QR code scan, wallet top-up, ra direct payment support garcha.",
        "response": "Tapai ko lagi eSewa ra Khalti wallet sabai bhanda easy option huncha."
    },
    {
        "question": "online payment garna cha bhane kun wallet use garna milcha?",
        "context": "Hamro platform eSewa ra Khalti wallet ko full integration support garcha. Dono wallet ma secure ra fast payment experience milcha.",
        "response": "Tapai le eSewa ya Khalti use garera online payment garna saknu hunxa."
    },
    {
        "question": "mobile app ma payment method set kasari garne?",
        "context": "Hamro mobile app ma eSewa, Khalti, ra mobile banking method set garna milcha. Payment method choose garepachi tapai ko wallet ya bank link garna parcha.",
        "response": "Hajur, tapai le mobile app ma eSewa, Khalti, ya mobile banking set garna saknu hunxa."
    },
    {
        "question": "eSewa bata international payment garna milcha?",
        "context": "eSewa le international remittance support garcha, tara direct international shopping ko lagi alik limitation cha.",
        "response": "International payment ko lagi eSewa remittance option use garna saknu hunxa."
    },
    {
        "question": "hamro platform ma khalti bata installment payment support cha ki chaina?",
        "context": "Hamro platform ma installment ko lagi Khalti wallet use garna milcha. EMI payment ko lagi lender ko approval chaheko huncha.",
        "response": "Hajur, Khalti bata installment payment support available cha."
    },
    {
        "question": "payment QR code scan garera safe huncha?",
        "context": "Hamro system ma eSewa ra Khalti QR code scan le high security ensure garcha. Unauthorized access roknu ko lagi PIN verify garna milcha.",
        "response": "Hajur, QR code scan garera payment garna safe cha."
    },
    {
        "question": "khalti ma minimum payment amount kati cha?",
        "context": "Khalti wallet le Rs. 10 minimum payment ko policy follow garcha, jasle chhoto amount ko transaction pani support garcha.",
        "response": "Minimum Rs. 10 khalti bata payment garna milcha."
    },
    {
        "question": "payment mobile banking ko kun kun apps support garcha?",
        "context": "Hamro platform ma Nabil Bank, NIC Asia, Himalayan Bank, ra dherai mobile banking apps le payment support garcha. Major banks ko apps compatible hun.",
        "response": "Tapai le Nabil, NIC Asia, Himalayan Bank, ra arka mobile banking apps bata payment garna saknu hunxa."
    },
    {
        "question": "hamro store ma cash ko option cha ki chaina?",
        "context": "Hamro store ma sabai payment online garna milcha. eSewa, Khalti, ra mobile banking ko digital options available cha.",
        "response": "Hajur, cash option chaina, tara eSewa ra Khalti use garna milcha."
    },
    {
        "question": "QR code le esewa ma cash payment support garcha?",
        "context": "eSewa wallet ma QR code scan garera cash payment ko option support huncha. Wallet ma balance cha bhane payment instantly confirm huncha.",
        "response": "Hajur, QR code le cash payment support garcha."
    },
    {
        "question": "kun kun wallet bata payment garna milcha?",
        "context": "Hamro platform le eSewa ra Khalti wallet ko support garcha. Yo dubaile fast ra secure payment system provide garcha.",
        "response": "Tapai le eSewa ra Khalti wallet bata payment garna saknu hunxa."
    },
    {
        "question": "payment online garna kun method use garne?",
        "context": "Hamro e-commerce platform ma eSewa, Khalti, ra mobile banking apps bata online payment garna milcha.",
        "response": "Tapai le eSewa, Khalti, ya mobile banking use garera online payment garna saknu hunxa."
    },
    {
        "question": "mobile wallet bata payment safe huncha ki chaina?",
        "context": "Hamro platform ma eSewa ra Khalti ko secure wallet integration cha, jasle high-level encryption provide garcha.",
        "response": "Hajur, eSewa ra Khalti bata payment safe huncha."
    },
    {
        "question": "khalti le emi payment support garcha?",
        "context": "Khalti wallet ma EMI ko option available cha. Tapai le EMI lender ko details enter garera payment garna saknu hunxa.",
        "response": "Hajur, khalti le EMI payment ko support garcha."
    },
    {
        "question": "khalti wallet le QR code scan garcha?",
        "context": "Khalti wallet QR code scan system support garcha, jasle tapai ko payment fast ra secure banauxa.",
        "response": "Hajur, khalti QR code scan garera payment garna milcha."
    },
    {
        "question": "eSewa ma minimum payment amount kati cha?",
        "context": "eSewa wallet ma minimum Rs. 1 payment garna milcha. Yo chhoto amount ko transaction pani support garcha.",
        "response": "eSewa bata minimum Rs. 1 payment garna milcha."
    },
    {
        "question": "payment failed bhaye k garne?",
        "context": "Payment failed bhaye eSewa ya Khalti ko 'Transaction History' ma gayera failed status check garna milcha. Support team sanga contact garna request garnu hola.",
        "response": "Failed payment ko lagi eSewa ya Khalti support team sanga contact garnu parcha."
    },
    {
        "question": "hamro website ma cash payment ko option cha?",
        "context": "Hamro platform ma online payment ko lagi eSewa, Khalti, ra mobile banking apps use garna milcha. Cash payment ko option available chaina.",
        "response": "Cash option chaina, tara eSewa, Khalti, ra mobile banking apps bata payment garna saknu hunxa."
    },
    {
        "question": "esewa le credit card support garcha?",
        "context": "eSewa le credit card directly support gardaina, tara linked bank account use garera payment garna milcha.",
        "response": "Direct credit card payment gardaina, tara linked bank account le support garcha."
    },
    {
        "question": "online wallet ko kun best option ho?",
        "context": "Hamro system eSewa ra Khalti dubaiko support garcha. Dubaile digital wallet ko secure ra fast service provide garcha.",
        "response": "eSewa ra Khalti dubaile best online wallet options hun."
    },
    {
        "question": "QR code le esewa bata payment garna milcha?",
        "context": "Hamro platform ma QR code scan system fully integrated cha. eSewa wallet use garera PIN verify pachi payment garna milcha.",
        "response": "Hajur, QR code le esewa bata payment garna milcha."
    },
    {
        "question": "khalti wallet secure cha ki chaina?",
        "context": "Khalti wallet high-level encryption system use garcha. PIN verify nagari payment hunna, jasle unauthorized transaction rokdai secure banauxa.",
        "response": "Hajur, Khalti wallet fully secure cha."
    },
    {
        "question": "mobile banking ko kun kun bank apps support huncha?",
        "context": "Hamro platform ma NIC Asia, Nabil Bank, Global IME, ra arko dherai mobile banking apps le support garcha.",
        "response": "NIC Asia, Nabil, Global IME, ra anya major bank apps mobile banking ma support huncha."
    },
    {
        "question": "mobile wallet le refund kasari dincha?",
        "context": "Refund process eSewa ra Khalti wallet ko 'Transaction History' ko basis ma huncha. Support team lai transaction ID pathaera refund initiate garna milcha.",
        "response": "eSewa ra Khalti ko 'Transaction History' use garera refund process start huncha."
    },
    {
        "question": "cash on delivery option available cha ki chaina?",
        "context": "Hamro platform ma sabai transaction digital payment ko lagi ho. Cash on delivery option available chaina.",
        "response": "Cash on delivery option available chaina, tara eSewa, Khalti, ra mobile banking apps use garna milcha."
    },
    {
        "question": "QR code le khalti wallet bata safe cha?",
        "context": "Khalti wallet ma QR code scan le secure payment ensure garcha. PIN verify garepachi matra payment complete huncha.",
        "response": "Hajur, QR code le Khalti wallet bata payment secure cha."
    },
    {
        "question": "eSewa use garna ko lagi email chahecha?",
        "context": "eSewa use garna ko lagi email optional ho, tara account verification ko lagi valid email ya phone number chahecha.",
        "response": "Email optional ho, tara phone number ya email ko verification garna parcha."
    }
]