[
    {
        "question": "Nepal ko rajdhani k ho?",
        "context": "Nepal ek desh ho jo Himalaya parvat range ma parcha. Yo desh ko rajdhani Kathmandu ho.",
        "response": "Nepal ko rajdhani Kathmandu ho."
    },
    {
        "question": "Sagarmatha ko uchai kati ho?",
        "context": "Sagarmatha, jasalai Mount Everest pani bhanincha, duniya ko sabai bhanda uchai chadako chura ho. Yo 8,848.86 meters uchai chha.",
        "response": "Sagarmatha ko uchai 8,848.86 meters ho."
    },
    {
        "question": "Nepal ma kati wota jilla chan?",
        "context": "Nepal ma jilla haru prashasanik vibhajan hun. Aja samma Nepal ma 77 wota jilla chan.",
        "response": "Nepal ma 77 wota jilla chan."
    },
    {
        "question": "Lumbini kun desh ma parcha?",
        "context": "Lumbini, Gautam Buddha ko janma sthal, Nepal desh ma parcha. Yo UNESCO World Heritage Site ho.",
        "response": "Lumbini Nepal ma parcha."
    },
    {
        "question": "Nepal ko rastriya pakshi kun ho?",
        "context": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho. Yo pakshi Nepal ko Himalaya kshetra ma payincha.",
        "response": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho."
    },
    {
        "question": "Nepal ko sanskritik virasat ma Lumbini ko mahatwa ke ho?",
        "context": "Lumbini, Nepal ko Terai kshetra ma parne ek prasiddha sthal ho, jahan Gautam Buddha ko janma bhako thiyo. Yo sthal UNESCO le World Heritage Site ko roopma manit gareko chha. Lumbini ma Ashoka Stambha, Maya Devi Temple, ra dherai gumbaj haru chan. Yo sthal Buddha ko siksha ra darshan ko pratik ho ra duniya bhar ka Buddhist pilgrim haru ko lagi ek mukhya sthal ho.",
        "response": "Lumbini ko mahatwa Nepal ko sanskritik virasat ma dherai nai chha karan yo Gautam Buddha ko janma sthal ho. Yo UNESCO World Heritage Site ho ra Buddha ko siksha ra darshan ko pratik ho. Lumbini duniya bhar ka Buddhist pilgrim haru ko lagi ek mukhya tirtha sthal ho."
    },
    {
        "question": "Sagarmatha National Park ma kati prakar ko janwar haru payinchan?",
        "context": "Sagarmatha National Park, Nepal ko Himalaya kshetra ma parne ek park ho, jahan duniya ko sabai bhanda uchai ko chura Sagarmatha (Mount Everest) parcha. Yo park UNESCO le World Heritage Site ko roopma manit gareko chha. Yaha 208 prakar ko chara haru, 118 prakar ko pakshi haru, ra 21 prakar ko janwar haru payinchan. Janwar haru ma snow leopard, red panda, Himalayan tahr, ra dherai prakar ko chirka haru parchan.",
        "response": "Sagarmatha National Park ma 21 prakar ko janwar haru payinchan, jasma snow leopard, red panda, Himalayan tahr, ra dherai prakar ko chirka haru parchan."
    },
    {
        "question": "Nepal ko loktantrik andolan ko mukhya uddeshya ke thiyo?",
        "context": "Nepal ko loktantrik andolan 2006 ma bhayeko thiyo, jasko mukhya uddeshya desh bata ekadhirajya ko shasan pranali hatayera ganatantra ko sthapana garnu thiyo. Yo andolan le Nepal ma dherai barsha dekhi chaliraheko janayuddha samapt garyo ra desh lai shantipurna banauna madad garyo. Andolan ko parinam swarup 2008 ma Nepal ko sanvidhan sabha le naya sanvidhan jari garyo, jasma ganatantra ko ghoshana gariyo.",
        "response": "Nepal ko loktantrik andolan ko mukhya uddeshya desh bata ekadhirajya ko shasan pranali hatayera ganatantra ko sthapana garnu thiyo. Yo andolan le naya sanvidhan jari garyo ra Nepal lai ganatantrik desh banaayo."
    },
    {
        "question": "Pashupatinath Temple ko itihas ke ho?",
        "context": "Pashupatinath Temple, Kathmandu ma parne ek prasiddha Hindu temple ho, jo Bhagwan Shiva ko samarpit chha. Yo temple ko itihas dherai purano ho ra yasko nirman 5th century ma bhayeko bhanincha. Pashupatinath Temple UNESCO World Heritage Site ho ra yo South Asia ko sabai bhanda mahatwapurna Shiva temple ma se ek ho. Yaha dherai festival haru manaincha, jasma Maha Shivaratri ko tyohar sabai bhanda prasiddha ho.",
        "response": "Pashupatinath Temple ko itihas dherai purano ho ra yasko nirman 5th century ma bhayeko bhanincha. Yo Bhagwan Shiva ko samarpit ek prasiddha Hindu temple ho ra UNESCO World Heritage Site ho. Yaha Maha Shivaratri ko tyohar sabai bhanda prasiddha ho."
    },
    {
        "question": "Nepal ko rastriya phool kun ho ra yasko mahatwa ke ho?",
        "context": "Nepal ko rastriya phool Rhododendron (Lali Gurans) ho. Yo phool Himalaya kshetra ma dherai matra ma payincha ra yasko rang raupya Nepal ko rastriya rang sanga milcha. Rhododendron ko phool haru Nepal ko prakritik sundarta ko pratik ho ra yesto phool haru le Himalaya ko jungle haru lai rangauchan. Yo phool Nepal ko sanskritik ra prakritik virasat ko ek mahatwapurna hissa ho.",
        "response": "Nepal ko rastriya phool Rhododendron (Lali Gurans) ho. Yo phool Himalaya kshetra ma payincha ra yasko rang raupya Nepal ko rastriya rang sanga milcha. Yo Nepal ko prakritik sundarta ra sanskritik virasat ko pratik ho."
    },
    {
        "question": "Nepal ko mukhya naksha ma kati wota pradesh chan?",
        "context": "Nepal ko sanvidhan 2015 le desh lai 7 wota pradesh ma vibhajan gareko chha. Yini pradesh haru ko naam Pradesh 1, Pradesh 2, Bagmati Pradesh, Gandaki Pradesh, Lumbini Pradesh, Karnali Pradesh, ra Sudurpaschim Pradesh ho. Pratyek pradesh ko afno sarkar ra prashasanik vyavastha chha. Yo vibhajan le desh ko bikash ra prashasanik karyakram haru lai sajilo banayo.",
        "response": "Nepal ko mukhya naksha ma 7 wota pradesh chan: Pradesh 1, Pradesh 2, Bagmati Pradesh, Gandaki Pradesh, Lumbini Pradesh, Karnali Pradesh, ra Sudurpaschim Pradesh."
    },
    {
        "question": "Nepal ko rastriya jhanda ma kati wota kona chan ra yiniharuko artha ke ho?",
        "context": "Nepal ko rastriya jhanda duniya ko sabai bhanda alag ra aakriti ma duita samkonaharu bhayeko jhanda ho. Yo jhanda duita samkonaharu bhayeko matra jhanda ho ra yasma duita wota tirkha ra ek choti nilo rang chan. Duita samkonaharu le Himalaya ko chura haru ra duita dharmik sampridaya (Hindu ra Buddha) ko pratik ho. Jhanda ko nilo rang shanti ko pratik ho ra tirkha rang himmat ra birata ko pratik ho.",
        "response": "Nepal ko rastriya jhanda ma duita wota kona chan. Duita samkonaharu le Himalaya ko chura haru ra duita dharmik sampridaya (Hindu ra Buddha) ko pratik ho. Jhanda ko nilo rang shanti ko pratik ho ra tirkha rang himmat ra birata ko pratik ho."
    },
    {
        "question": "Nepal ko mukhya nadi haru kun kun hun ra yiniharuko mahatwa ke ho?",
        "context": "Nepal ko bhugol ma nadi haruko dherai nai mahatwa chha. Nepal ko mukhya nadi haru ma Karnali, Gandaki, Koshi, ra Bagmati nadi parchan. Yini nadi haru le Nepal ko kheti bali ko lagi pani ko srot ko roopma kaam garcha ra desh ko bijuli utpadan ma pani mahatwapurna bhumika nirvah garcha. Karnali nadi Nepal ko sabai bhanda lamba nadi ho ra Koshi nadi ko pani dherai mahatwa chha karan yo Bihar, India samma pugcha.",
        "response": "Nepal ko mukhya nadi haru Karnali, Gandaki, Koshi, ra Bagmati hun. Yini nadi haru le kheti bali ko lagi pani ko srot ra bijuli utpadan ko roopma mahatwapurna bhumika nirvah garcha. Karnali nadi Nepal ko sabai bhanda lamba nadi ho."
    },
    {
        "question": "Nepal ko rastriya pakshi ko barema dherai jankari dinus.",
        "context": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho. Yo pakshi Nepal ko Himalaya kshetra ma payincha ra yasko sundar rang haru le yo pakshi lai dherai nai prasiddha banayeko chha. Danphe ko rang haru ma nilo, hariyo, raupya, ra seto rang haru parchan. Yo pakshi Nepal ko prakritik sundarta ko pratik ho ra yasko raksha ko lagi Nepal sarkar le dherai kadam haru liyeko chha.",
        "response": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho. Yo pakshi Himalaya kshetra ma payincha ra yasko sundar rang haru (nilo, hariyo, raupya, ra seto) le yo pakshi lai prasiddha banayeko chha. Danphe Nepal ko prakritik sundarta ko pratik ho."
    },
    {
        "question": "Nepal ko rastriya bibhuti kun hun ra yiniharuko barema jankari dinus.",
        "context": "Nepal ko rastriya bibhuti mahapurush Tribhuvan Bir Bikram Shah ra mahakabi Laxmi Prasad Devkota hun. Maharaj Tribhuvan le Nepal lai Rana shasan bata mukti dilayeka thiyo ra yinako yuddha le Nepal ma loktantrik andolan ko mool adhar banyo. Mahakabi Laxmi Prasad Devkota Nepal ko sabai bhanda prasiddha kavi hun ra yinako kavita haru le Nepal ko sanskritik ra bhashik virasat lai samridha banayeko chha.",
        "response": "Nepal ko rastriya bibhuti mahapurush Tribhuvan Bir Bikram Shah ra mahakabi Laxmi Prasad Devkota hun. Tribhuvan le Nepal lai Rana shasan bata mukti dilayeka thiyo ra Devkota Nepal ko sabai bhanda prasiddha kavi hun."
    },
    {
        "question": "Nepal ko rastriya jhanda ma kati wota kona chan ra yiniharuko artha ke ho?",
        "context": "Nepal ko rastriya jhanda duniya ko sabai bhanda alag ra aakriti ma duita samkonaharu bhayeko jhanda ho. Yo jhanda duita samkonaharu bhayeko matra jhanda ho ra yasma duita wota tirkha ra ek choti nilo rang chan. Duita samkonaharu le Himalaya ko chura haru ra duita dharmik sampridaya (Hindu ra Buddha) ko pratik ho. Jhanda ko nilo rang shanti ko pratik ho ra tirkha rang himmat ra birata ko pratik ho.",
        "response": "Nepal ko rastriya jhanda ma duita wota kona chan. Duita samkonaharu le Himalaya ko chura haru ra duita dharmik sampridaya (Hindu ra Buddha) ko pratik ho. Jhanda ko nilo rang shanti ko pratik ho ra tirkha rang himmat ra birata ko pratik ho."
    },
    {
        "question": "Nepal ko mukhya nadi haru kun kun hun ra yiniharuko mahatwa ke ho?",
        "context": "Nepal ko bhugol ma nadi haruko dherai nai mahatwa chha. Nepal ko mukhya nadi haru ma Karnali, Gandaki, Koshi, ra Bagmati nadi parchan. Yini nadi haru le Nepal ko kheti bali ko lagi pani ko srot ko roopma kaam garcha ra desh ko bijuli utpadan ma pani mahatwapurna bhumika nirvah garcha. Karnali nadi Nepal ko sabai bhanda lamba nadi ho ra Koshi nadi ko pani dherai mahatwa chha karan yo Bihar, India samma pugcha.",
        "response": "Nepal ko mukhya nadi haru Karnali, Gandaki, Koshi, ra Bagmati hun. Yini nadi haru le kheti bali ko lagi pani ko srot ra bijuli utpadan ko roopma mahatwapurna bhumika nirvah garcha. Karnali nadi Nepal ko sabai bhanda lamba nadi ho."
    },
    {
        "question": "Nepal ko rastriya khel kun ho ra yasko itihas ke ho?",
        "context": "Nepal ko rastriya khel volleyball ho. Yo khel Nepal ma 20th century ko suruwat dekhi kheliyeko bhanincha ra Nepal ko khelkud ma ek mahatwapurna sthan raheko chha. Volleyball le Nepal ko yuwa haru lai ekta ra sehat ko pratik ho. Nepal ko volleyball team le dherai international tournament haru ma bhaag liyeko chha ra kehi ma medal pani jityeko chha.",
        "response": "Nepal ko rastriya khel volleyball ho. Yo khel 20th century dekhi Nepal ma kheliyeko chha ra Nepal ko yuwa haru lai ekta ra sehat ko pratik ho. Nepal ko volleyball team le international tournament haru ma bhaag liyeko chha."
    },
    {
        "question": "Nepal ko rastriya pakshi ko barema dherai jankari dinus.",
        "context": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho. Yo pakshi Nepal ko Himalaya kshetra ma payincha ra yasko sundar rang haru le yo pakshi lai dherai nai prasiddha banayeko chha. Danphe ko rang haru ma nilo, hariyo, raupya, ra seto rang haru parchan. Yo pakshi Nepal ko prakritik sundarta ko pratik ho ra yasko raksha ko lagi Nepal sarkar le dherai kadam haru liyeko chha.",
        "response": "Nepal ko rastriya pakshi Himalayan Monal (Danphe) ho. Yo pakshi Himalaya kshetra ma payincha ra yasko sundar rang haru (nilo, hariyo, raupya, ra seto) le yo pakshi lai prasiddha banayeko chha. Danphe Nepal ko prakritik sundarta ko pratik ho."
    },
    {
        "question": "Nepal ko rastriya gayan kun ho ra yasko bishleshan garnus.",
        "context": "Nepal ko rastriya gayan 'Sayaun Thunga Phool Ka Hami' ho. Yo gayan 2007 ma Nepal ko rastriya gayan ko roopma swikrit bhayeko thiyo. Yasko bachan Byakul Maila le lekhaka hun ra yasko sangeet Amber Gurung le diyeka hun. Yo gayan le Nepal ko bahu-sanskritik virasat, prakritik sundarta, ra desh bhakti ko pratik garcha. Yasma Nepal ko ekta ra anekta ma ekta ko bhavana lai darsayeko chha.",
        "response": "Nepal ko rastriya gayan 'Sayaun Thunga Phool Ka Hami' ho. Yo gayan 2007 ma swikrit bhayeko thiyo ra yasma Nepal ko bahu-sanskritik virasat, prakritik sundarta, ra desh bhakti ko pratik gareko chha. Yasko bachan Byakul Maila le ra sangeet Amber Gurung le diyeka ho."
    },
    {
        "question": "Nepal ko rastriya bibhuti kun hun ra yiniharuko barema jankari dinus.",
        "context": "Nepal ko rastriya bibhuti mahapurush Tribhuvan Bir Bikram Shah ra mahakabi Laxmi Prasad Devkota hun. Maharaj Tribhuvan le Nepal lai Rana shasan bata mukti dilayeka thiyo ra yinako yuddha le Nepal ma loktantrik andolan ko mool adhar banyo. Mahakabi Laxmi Prasad Devkota Nepal ko sabai bhanda prasiddha kavi hun ra yinako kavita haru le Nepal ko sanskritik ra bhashik virasat lai samridha banayeko chha.",
        "response": "Nepal ko rastriya bibhuti mahapurush Tribhuvan Bir Bikram Shah ra mahakabi Laxmi Prasad Devkota hun. Tribhuvan le Nepal lai Rana shasan bata mukti dilayeka thiyo ra Devkota Nepal ko sabai bhanda prasiddha kavi hun."
    },
    {
        "question": "Nepal ko rastriya phool ko barema dherai jankari dinus.",
        "context": "Nepal ko rastriya phool Rhododendron (Lali Gurans) ho. Yo phool Himalaya kshetra ma dherai matra ma payincha ra yasko rang raupya Nepal ko rastriya rang sanga milcha. Rhododendron ko phool haru Nepal ko prakritik sundarta ko pratik ho ra yesto phool haru le Himalaya ko jungle haru lai rangauchan. Yo phool Nepal ko sanskritik ra prakritik virasat ko ek mahatwapurna hissa ho.",
        "response": "Nepal ko rastriya phool Rhododendron (Lali Gurans) ho. Yo phool Himalaya kshetra ma payincha ra yasko rang raupya Nepal ko rastriya rang sanga milcha. Yo Nepal ko prakritik sundarta ra sanskritik virasat ko pratik ho."
    }
]