[
    {
        "context": "TechZone, Itahari, Highway Chowk ma, hami le smartphone, laptop, gaming console, ra accessories haru provide gardai chhau. Tapaiko budget ma suit garne saman ko thulo collection chha. Aaudai gareko New Year ko offer ma 10% discount available chha. Delivery Itahari ra Dharan ma free chha. Hamro Facebook page ma pani order garnu saknuhunchha.",
        "question": "Hajurko store ma New Year ko offer ma discount chha?",
        "response": "Hamro store le New Year ko offer ma 10% discount provide gardai chha."
    },
    {
        "context": "ElectroHub, Biratnagar, Main Road ma, mobile, headphones, ra smart TV haru available chha. Aaileko offer ma wireless headphones ma 15% discount chha. Smart TV haru ko section ma Samsung, LG ra Xiaomi upalabdha chha. Kripaya visit garera discount ko labh uthaaunuhos.",
        "question": "Tapai ko headphones ma kehi discount chha?",
        "response": "Wireless headphones ma 15% discount chha."
    },
    {
        "context": "DigitalMart, Dharan-12, Bhanuchowk ma, gaming laptops ra DSLR cameras ko special collection chha. Ab hami le winter sale suru gareka chhau jasma sabai products ma 5% discount chha. Kripaya hamro store visit garera winter sale ko faida linu hos.",
        "question": "Tapaiharu le gaming laptops ma discount dinu huncha?",
        "response": "Hamro winter sale ma sabai products ma 5% discount available chha, gaming laptops pani samet."
    },
    {
        "context": "TechNepal Store, Biratnagar, Traffic Chowk ma, latest smartphones, tablets, ra accessories available chha. Delivery Biratnagar bhitra free chha. Aaile discount chhaina tara regular customer harulai occasional offers dinchhau.",
        "question": "Tapai ko smartphones ma kehi discount chha?",
        "response": "Aaile smartphones ma discount chhaina tara regular customer harulai occasional offers dinchhau."
    },
    {
        "context": "GadgetWorld, Itahari, Bishal Chowk ma, affordable price ma mobile phones, laptops, ra gaming consoles ko collection chha. Dashain-Tihar ko special offer ma hami 15% discount provide gariraheko chhau. Online order ko lagi hamro website use garnuhos.",
        "question": "Dashain-Tihar ma hajurko saman haru ma discount chha?",
        "response": "Dashain-Tihar ma hami sabai saman haru ma 15% discount provide gardai chhau."
    },
    {
        "context": "ElectroShop, Dharan-2, Main Road ma smartwatches, tablets, ra wireless chargers available chha. Smartwatches ma Apple Watch ra Samsung Galaxy Watch ko naya model haru chha. Delivery free chha, tara aaile discount chhaina.",
        "question": "Tapaiharu le smartwatch ma discount dinu huncha?",
        "response": "Aaile smartwatches ma discount chhaina."
    },
    {
        "context": "TechNepal, Itahari, Main Chowk ma, Samsung, LG ra Sony ko smart TVs available chha. Delivery free chha ra aaileko Dashain ko offer ma 5% discount chha. Hami le online ra offline order accept gardai chhau.",
        "question": "Tapaiharu ko smart TV ma discount chha?",
        "response": "Dashain ko offer ma smart TVs ma 5% discount available chha."
    },
    {
        "context": "DigitalShop, Dharan, Campus Road ma, hami latest laptops, smartphones, ra accessories ko collection rakhdai chhau. Aaileko naya season offer ma 10% discount upalabdha chha. Delivery purba region ma free chha.",
        "question": "Tapaiharu ko saman ma aaile kehi discount chha?",
        "response": "Naya season offer ma sabai saman haru ma 10% discount upalabdha chha."
    },
    {
        "context": "GadgetHub, Biratnagar, Airport Road ma, premium quality headphones, Bluetooth speakers, ra gaming keyboards available chha. Aaileko mahina hami le sabai gaming keyboards ma 15% discount announce gareka chhau.",
        "question": "Gaming keyboards ma discount cha hajurko?",
        "response": "Hamro gaming keyboards ma 15% discount cha."
    },
    {
        "context": "SmartBuy, Itahari, Buddha Chowk ma, laptops, printers, ra wireless accessories upalabdha chha. Delivery service speedy chha ra 5% discount sabai electronics ma available chha.",
        "question": "Tapai le wireless accessories ma kehi discount dinu huncha?",
        "response": "Sabai wireless accessories ma 5% discount available chha."
    },
    {
        "context": "TechValley, Dharan, Panchakanya Chowk ma, sabai brand ka smart devices ra kitchen electronics upalabdha chha. Dashain ma special offer ko lagi 10% discount provide gareka chhau.",
        "question": "Tapaiharu le kitchen electronics ma discount dinu huncha?",
        "response": "Dashain ko special offer ma kitchen electronics ma 10% discount chha."
    },
    {
        "context": "Digital Store, Biratnagar, Main Road ma, all-in-one printers, desktops, ra gadgets ko collection chha. Delivery free chha tara aaile discount available chhaina.",
        "question": "Aaile printers ma kehi discount chha hajurko?",
        "response": "Aaile printers ma discount available chhaina."
    },
    {
        "context": "TechKingdom, Itahari, Chowk ma, mobile accessories ko wide range available chha. Aaileko special festive sale ma sabai accessories ma 15% discount provide gareko chhau.",
        "question": "Hajurko ma mobile covers ma discount chha?",
        "response": "Hamro festive sale ma sabai mobile accessories ma 15% discount chha."
    },
    {
        "context": "GadgetCorner, Dharan-3, Market Chowk ma smartphones, headphones, ra accessories available chha. Winter sale ko offer ma 10% discount chha, jasma Samsung ra Xiaomi smartphones pani samet chha. Delivery Dharan ra Itahari bhitra free chha.",
        "question": "Winter sale ma tapai ko smartphones ma discount chha?",
        "response": "Winter sale ko offer ma smartphones ma 10% discount chha."
    },
    {
        "context": "DigitalZone, Biratnagar-6, Airport Chowk ma, laptops, headphones, ra wireless chargers ko exclusive collection chha. New Year special offer ma 15% discount sabai laptops ma upalabdha chha.",
        "question": "Tapaiharu ko laptops ma aaile discount cha?",
        "response": "Hamro laptops ma New Year ko special offer ma 15% discount cha."
    },
    {
        "context": "TechStore, Itahari, Buddha Chowk ma, gaming accessories, headphones, ra smartwatches available chha. Aaile ko mahina hami le smartwatches ma 10% discount dina thaleko chhau.",
        "question": "Tapaiharu le smartwatch ma discount dine ho?",
        "response": "Hamro store le aaile smartwatches ma 10% discount chha."
    },
    {
        "context": "ElectroShop, Dharan-2, Main Road ma tablets, headphones, ra smartwatches available chha. Aaile discount available chhaina, tara special festive season offer auna chha.",
        "question": "Tapai ko headphones ma kehi discount chha?",
        "response": "Aaile headphones ma discount available chhaina, tara festive season ma discount huncha."
    },
    {
        "context": "GadgetWorld, Itahari, Bishal Chowk ma, affordable price ma gaming consoles, keyboards, ra wireless headphones upalabdha chha. New Year ma special 5% discount sabai electronics ma available chha.",
        "question": "Tapaiharu le gaming console ma discount dine ho?",
        "response": "New Year ko offer ma gaming consoles ma 5% discount chha."
    },
    {
        "context": "DigitalMart, Biratnagar-7, Traffic Chowk ma, smart TVs, laptops, ra tablets upalabdha chha. Aaileko offer ma 5% discount tablets ra laptops ma upalabdha chha. Delivery Biratnagar bhitra free chha.",
        "question": "Tapaiharu le tablets ma kehi discount cha?",
        "response": "Tablets ma aaile 5% discount chha."
    },
    {
        "context": "SmartTech, Dharan-5, Main Road ma, smartphones, accessories, ra home electronics available chha. Hami le Dashain-Tihar offer ma 10% discount sabai items ma provide gardai chhau.",
        "question": "Dashain-Tihar offer ma smartphone ma discount chha?",
        "response": "Dashain-Tihar offer ma sabai smartphones ma 10% discount chha."
    },
    {
        "context": "ElectroZone, Itahari, Highway Chowk ma, Bluetooth speakers, headphones, ra mobile accessories available chha. Aaileko sale ma accessories ma 15% discount upalabdha chha.",
        "question": "Tapai ko Bluetooth speakers ma discount chha?",
        "response": "Bluetooth speakers ma discount chhaina, tara accessories ma 15% discount cha."
    },
    {
        "context": "TechNepal Store, Biratnagar, Main Chowk ma, smartwatches ra wireless earbuds available chha. Aaile discount chhaina tara agami mahina ko offer ma expected discount chha.",
        "question": "Tapaiharu ko earbuds ma discount dinu huncha?",
        "response": "Aaile earbuds ma discount chhaina, tara agami mahina ma offer huncha."
    },
    {
        "context": "GadgetShop, Dharan, Market Road ma premium quality laptops, gaming accessories, ra smartwatches available chha. Aaileko mahina ko offer ma laptops ma 10% discount chha.",
        "question": "Hajurko laptops ma kehi discount chha?",
        "response": "Hamro laptops ma aaile 10% discount chha."
    },
    {
        "context": "TechNepal, Itahari, Highway Road ma, affordable price ma smartwatches, smartphones, ra Bluetooth speakers available chha. Aaileko Dashain-Tihar ko sale ma sabai smartwatches ma 10% discount chha.",
        "question": "Dashain ma smartwatch ko discount kasto cha?",
        "response": "Dashain ko sale ma smartwatches ma 10% discount cha."
    },
    {
        "context": "GadgetMart, Dharan-3, Bishal Chowk ma, gaming laptops, printers, ra headphones available chha. Aaileko Dashain ma printers ma 15% discount upalabdha chha.",
        "question": "Tapai ko printers ma k discount cha?",
        "response": "Dashain ko offer ma printers ma 15% discount chha."
    },
    {
        "context": "DigitalHub, Biratnagar-10, Airport Chowk ma, sabai electronics accessories, headphones, ra smart TVs available chha. Aaileko offer ma headphones ma 5% discount cha.",
        "question": "Headphones ma discount cha hajur?",
        "response": "Headphones ma aaile 5% discount chha."
    },
    {
        "context": "ElectroMart, Itahari, Chowk ma, laptops, Bluetooth speakers, ra gaming accessories available chha. Delivery Itahari ra Dharan ma free chha tara aaile discount chhaina.",
        "question": "Tapai ko gaming accessories ma discount cha?",
        "response": "Aaile gaming accessories ma discount chhaina."
    },
    {
        "context": "GadgetStore, Biratnagar, Main Chowk ma, tablets, wireless chargers, ra smartphones ko exclusive collection chha. Naya mahina ma 10% discount sabai smartphones ma provide gareko chhau.",
        "question": "Tapai ko smartphones ma offer cha?",
        "response": "Hamro smartphones ma naya mahina ko offer ma 10% discount cha."
    },
    {
        "context": "TechHub, Dharan, Market Chowk ma, headphones, gaming consoles, ra keyboards upalabdha chha. New Year ko special offer ma sabai gaming consoles ma 15% discount cha.",
        "question": "Tapaiharu ko gaming consoles ma kehi discount cha?",
        "response": "New Year ko offer ma gaming consoles ma 15% discount chha."
    },
    {
        "context": "ElectroWorld, Itahari, Buddha Chowk ma, laptops, tablets, ra Bluetooth speakers ko wide range available chha. Aaileko festive offer ma laptops ma 10% discount cha.",
        "question": "Festive offer ma laptops ma discount chha?",
        "response": "Festive offer ma laptops ma 10% discount chha."
    },
    {
        "context": "GadgetNepal, Biratnagar, Airport Chowk ma, mobile phones, wireless earbuds, ra Bluetooth speakers available chha. Dashain ma 5% discount sabai wireless earbuds ma cha.",
        "question": "Dashain offer ma earbuds ko discount chha?",
        "response": "Dashain offer ma earbuds ma 5% discount cha."
    },
    {
        "context": "DigitalNepal, Itahari, Main Road ma, smartwatches, gaming accessories, ra headphones available chha. Aaileko offer ma sabai accessories ma 10% discount cha.",
        "question": "Tapai ko accessories ma discount cha?",
        "response": "Aaile sabai accessories ma 10% discount cha."
    },
    {
        "context": "TechValley, Dharan-5, Bishal Chowk ma, tablets, smartwatches, ra wireless headphones available chha. Delivery purba ma free chha tara discount aaileko lagi chhaina.",
        "question": "Tapai ko smartwatches ma kehi discount chha?",
        "response": "Aaile smartwatches ma discount chhaina."
    },
    {
        "context": "SmartGadget, Kathmandu, New Road ma smartphones, tablets, ra gaming consoles available chha. Aaileko New Year special ma smartphones ma 12% discount cha.",
        "question": "Tapai ko smartphones ma New Year offer cha?",
        "response": "New Year offer ma smartphones ma 12% discount cha."
    },
    {
        "context": "TechieHub, Pokhara, Lakeside ma laptops, headphones, ra fitness trackers available chha. Aaileko sale ma laptops ma 8% discount cha.",
        "question": "Tapaiharu ko laptops ma discount chha?",
        "response": "Hamro laptops ma 8% discount chha."
    },
    {
        "context": "ElectroMart, Bhaktapur, Durbar Square ma tablets, wireless earbuds, ra power banks available chha. Dashain offer ma sabai tablets ma 10% discount cha.",
        "question": "Dashain ma tablets ma discount cha?",
        "response": "Dashain ma tablets ma 10% discount cha."
    },
    {
        "context": "GadgetZone, Lalitpur, Jawalakhel ma smartwatches, speakers, ra accessories available chha. Winter sale ma smartwatches ma 15% discount cha.",
        "question": "Smartwatch ma kehi discount cha?",
        "response": "Winter sale ma smartwatches ma 15% discount cha."
    },
    {
        "context": "DigitalStore, Kathmandu, Thamel ma gaming keyboards, laptops, ra wireless chargers upalabdha chha. Gaming keyboards ma aaile 5% discount cha.",
        "question": "Tapai ko gaming keyboards ma discount cha?",
        "response": "Hamro gaming keyboards ma 5% discount cha."
    },
    {
        "context": "GadgetWorld, Birgunj, Main Road ma smartphones, tablets, ra Bluetooth speakers available chha. Summer sale ma sabai Bluetooth speakers ma 10% discount cha.",
        "question": "Bluetooth speakers ko offer k cha?",
        "response": "Summer sale ma sabai Bluetooth speakers ma 10% discount cha."
    },
    {
        "context": "TechBazaar, Chitwan, Bharatpur Chowk ma headphones, gaming consoles, ra laptops upalabdha chha. Special festive offer ma sabai laptops ma 8% discount cha.",
        "question": "Festive offer ma laptops ma discount cha?",
        "response": "Festive offer ma laptops ma 8% discount cha."
    },
    {
        "context": "DigitalMart, Dharan, Traffic Chowk ma tablets, headphones, ra gaming accessories available chha. Dashain sale ma headphones ma 5% discount cha.",
        "question": "Dashain sale ma headphones ko discount chha?",
        "response": "Dashain sale ma headphones ma 5% discount cha."
    },
    {
        "context": "ElectroNepal, Itahari, Buddha Chowk ma gaming accessories, fitness trackers, ra wireless earbuds available chha. Aaileko sale ma fitness trackers ma 12% discount cha.",
        "question": "Fitness tracker ma aaile discount cha?",
        "response": "Aaile fitness trackers ma 12% discount cha."
    },
    {
        "context": "TechNepal, Kathmandu, Kalanki ma laptops, Bluetooth speakers, ra power banks available chha. Winter offer ma Bluetooth speakers ma 7% discount cha.",
        "question": "Winter offer ma Bluetooth speakers ko discount chha?",
        "response": "Winter offer ma Bluetooth speakers ma 7% discount cha."
    },
    {
        "context": "SmartMart, Lalitpur, Patan Dhoka ma smart TVs, headphones, ra tablets available chha. Aaileko sale ma smart TVs ma 10% discount cha.",
        "question": "Smart TVs ma discount chha?",
        "response": "Aaile smart TVs ma 10% discount cha."
    },
    {
        "context": "GadgetHub, Pokhara, Mahendrapool ma gaming laptops, tablets, ra headphones available chha. Dashain ma gaming laptops ma 15% discount cha.",
        "question": "Dashain offer ma gaming laptops ma discount cha?",
        "response": "Dashain ma gaming laptops ma 15% discount cha."
    },
    {
        "context": "DigitalNepal, Biratnagar, Roadside Market ma accessories, wireless chargers, ra Bluetooth speakers available chha. Winter sale ma sabai wireless chargers ma 5% discount cha.",
        "question": "Wireless chargers ma offer kasto cha?",
        "response": "Winter sale ma wireless chargers ma 5% discount cha."
    },
    {
        "context": "TechMart, Dharan, Bishal Chowk ma gaming consoles, wireless earbuds, ra power banks available chha. Summer sale ma sabai items ma 10% discount cha.",
        "question": "Tapai ko summer sale ma gaming consoles ko discount cha?",
        "response": "Summer sale ma gaming consoles ma 10% discount cha."
    },
    {
        "context": "GadgetShop, Birgunj, Ganesh Chowk ma smart TVs, Bluetooth speakers, ra gaming accessories available chha. Aaileko festive sale ma Bluetooth speakers ma 12% discount cha.",
        "question": "Bluetooth speakers ma festive discount cha?",
        "response": "Aaileko festive sale ma Bluetooth speakers ma 12% discount cha."
    },
    {
        "context": "TechStore, Kathmandu, Boudha Chowk ma smartphones, tablets, ra smartwatches available chha. Smartphones ma New Year offer ko 7% discount cha.",
        "question": "New Year ma smartphones ko offer chha?",
        "response": "Smartphones ma New Year offer ma 7% discount cha."
    },
    {
        "context": "ElectroHub, Lalitpur, Jawalakhel ma headphones, laptops, ra wireless chargers available chha. Aaileko sale ma laptops ma 5% discount cha.",
        "question": "Laptops ma kehi discount cha?",
        "response": "Aaileko sale ma laptops ma 5% discount cha."
    },
    {
        "context": "SmartZone, Pokhara, Lakeside ma smart TVs, gaming keyboards, ra wireless earbuds available chha. Dashain offer ma smart TVs ma 10% discount cha.",
        "question": "Dashain offer ma smart TVs ko discount cha?",
        "response": "Dashain offer ma smart TVs ma 10% discount cha."
    },
    {
        "context": "GadgetMart, Bhaktapur, Durbar Square ma tablets, headphones, ra gaming laptops available chha. Winter sale ma sabai tablets ma 10% discount cha.",
        "question": "Tablets ma aaileko discount k cha?",
        "response": "Winter sale ma sabai tablets ma 10% discount cha."
    },
    {
        "context": "DigitalNepal, Biratnagar, Main Road ma Bluetooth speakers, headphones, ra gaming consoles available chha. Gaming consoles ma festive offer ko 15% discount cha.",
        "question": "Festive offer ma gaming consoles ko discount chha?",
        "response": "Gaming consoles ma festive offer ko 15% discount cha."
    },
    {
        "context": "ElectroMart, Chitwan, Bharatpur Chowk ma tablets, smartwatches, ra headphones available chha. Summer sale ma headphones ma 5% discount cha.",
        "question": "Headphones ko discount cha?",
        "response": "Summer sale ma headphones ma 5% discount cha."
    },
    {
        "context": "TechNepal, Kathmandu, Kalanki Chowk ma laptops, gaming accessories, ra tablets available chha. Dashain sale ma sabai laptops ma 8% discount cha.",
        "question": "Dashain sale ma laptops ko discount cha?",
        "response": "Dashain sale ma laptops ma 8% discount cha."
    },
    {
        "context": "SmartTech, Lalitpur, Patan Dhoka ma smartphones, fitness trackers, ra Bluetooth speakers available chha. Aaile smartphones ma 7% discount cha.",
        "question": "Smartphones ma discount cha hajur?",
        "response": "Aaile smartphones ma 7% discount cha."
    },
    {
        "context": "GadgetShop, Dharan, Main Road ma gaming laptops, tablets, ra headphones available chha. Winter offer ma sabai tablets ma 12% discount cha.",
        "question": "Tablets ma winter offer cha?",
        "response": "Winter offer ma tablets ma 12% discount cha."
    },
    {
        "context": "TechZone, Birgunj, Ganesh Chowk ma laptops, gaming accessories, ra fitness trackers available chha. Festive sale ma laptops ma 10% discount cha.",
        "question": "Festive sale ma laptops ko discount cha?",
        "response": "Festive sale ma laptops ma 10% discount cha."
    },
    {
        "context": "DigitalMart, Bhaktapur, Durbar Square ma headphones, wireless earbuds, ra power banks available chha. Aaileko Dashain sale ma headphones ma 5% discount cha.",
        "question": "Dashain sale ma headphones ma discount cha?",
        "response": "Dashain sale ma headphones ma 5% discount cha."
    },
    {
        "context": "SmartGadget, Kathmandu, New Road ma gaming consoles, smart TVs, ra fitness trackers available chha. Winter sale ma smart TVs ma 8% discount cha.",
        "question": "Smart TVs ma discount cha?",
        "response": "Winter sale ma smart TVs ma 8% discount cha."
    },
    {
        "context": "GadgetWorld, Pokhara, Lakeside ma Bluetooth speakers, tablets, ra laptops available chha. Dashain ma tablets ma 12% discount cha.",
        "question": "Tablets ko Dashain offer kasto cha?",
        "response": "Dashain ma tablets ma 12% discount cha."
    },
    {
        "context": "TechNepal, Kathmandu, Boudha Chowk ma smartphones, gaming accessories, ra fitness trackers available chha. Smartphones ma 10% discount festive offer ma cha.",
        "question": "Festive offer ma smartphones ma discount cha?",
        "response": "Smartphones ma 10% discount festive offer ma cha."
    },
    {
        "context": "Hamro store ma smartphones, tablets, ra accessories upalabdha chhan. Dashain sale ma smartphones ma 10% discount cha.",
        "question": "Hajurko smartphones ma Dashain ma ke discount cha?",
        "response": "Dashain sale ma smartphones ma 10% discount cha."
    },
    {
        "context": "Hamro store ma laptops, headphones, ra fitness trackers available chhan. Winter sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma winter sale ko offer chha?",
        "response": "Winter sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, wireless earbuds, ra tablets upalabdha chhan. New Year sale ma sabai tablets ma 12% discount cha.",
        "question": "Hajurko tablets ma New Year ko discount cha?",
        "response": "New Year sale ma tablets ma 12% discount cha."
    },
    {
        "context": "Hamro store ma headphones, gaming laptops, ra smart TVs available chhan. Summer sale ma smart TVs ma 10% discount cha.",
        "question": "Hajurko smart TVs ma summer sale ko offer chha?",
        "response": "Summer sale ma smart TVs ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartwatches, fitness trackers, ra wireless chargers upalabdha chhan. Fitness trackers ma Dashain ko special discount 7% cha.",
        "question": "Hajurko fitness trackers ma Dashain ma discount chha?",
        "response": "Fitness trackers ma Dashain ko 7% discount cha."
    },
    {
        "context": "Hamro store ma power banks, Bluetooth speakers, ra accessories upalabdha chhan. Winter sale ma power banks ma 8% discount cha.",
        "question": "Hajurko power banks ma winter sale cha?",
        "response": "Winter sale ma power banks ma 8% discount cha."
    },
    {
        "context": "Hamro store ma laptops, wireless chargers, ra gaming accessories available chhan. Dashain sale ma sabai laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma Dashain sale ma ke discount cha?",
        "response": "Dashain sale ma laptops ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, gaming consoles, ra smartwatches upalabdha chhan. New Year offer ma smartphones ma 12% discount cha.",
        "question": "Hajurko smartphones ma New Year ko discount kasto cha?",
        "response": "New Year offer ma smartphones ma 12% discount cha."
    },
    {
        "context": "Hamro store ma tablets, headphones, ra laptops available chhan. Summer sale ma headphones ma 5% discount cha.",
        "question": "Hajurko headphones ma summer sale ma discount cha?",
        "response": "Summer sale ma headphones ma 5% discount cha."
    },
    {
        "context": "Hamro store ma gaming accessories, fitness trackers, ra tablets upalabdha chhan. Aaileko sale ma fitness trackers ma 10% discount cha.",
        "question": "Hajurko fitness trackers ma kasto discount cha?",
        "response": "Aaileko sale ma fitness trackers ma 10% discount cha."
    },
    {
        "context": "Hamro store ma laptops, tablets, ra wireless earbuds available chhan. Dashain ma laptops ma 12% discount cha.",
        "question": "Hajurko laptops ma Dashain offer cha?",
        "response": "Dashain ma laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma gaming laptops, Bluetooth speakers, ra power banks upalabdha chhan. Winter sale ma Bluetooth speakers ma 7% discount cha.",
        "question": "Hajurko Bluetooth speakers ma winter offer cha?",
        "response": "Winter sale ma Bluetooth speakers ma 7% discount cha."
    },
    {
        "context": "Hamro store ma smart TVs, headphones, ra accessories available chhan. Aaile smart TVs ma 8% discount cha.",
        "question": "Hajurko smart TVs ma discount cha hajur?",
        "response": "Aaile smart TVs ma 8% discount cha."
    },
    {
        "context": "Hamro store ma tablets, wireless chargers, ra laptops upalabdha chhan. Aaile laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma kehi discount chha?",
        "response": "Aaile laptops ma 10% discount cha."
    },
    {
        "context": "Hamro store ma gaming keyboards, headphones, ra Bluetooth speakers available chhan. Dashain sale ma headphones ma 5% discount cha.",
        "question": "Hajurko headphones ma Dashain ko offer chha?",
        "response": "Dashain sale ma headphones ma 5% discount cha."
    },
    {
        "context": "Hamro store ma tablets, smartphones, ra fitness trackers upalabdha chhan. Aaile fitness trackers ma 12% discount cha.",
        "question": "Hajurko fitness trackers ma k discount cha?",
        "response": "Aaile fitness trackers ma 12% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, Bluetooth speakers, ra smartwatches available chhan. New Year sale ma Bluetooth speakers ma 10% discount cha.",
        "question": "Hajurko Bluetooth speakers ma New Year ma discount cha?",
        "response": "New Year sale ma Bluetooth speakers ma 10% discount cha."
    },
    {
        "context": "Hamro store ma laptops, gaming accessories, ra power banks upalabdha chhan. Winter sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma winter sale ma offer chha?",
        "response": "Winter sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma wireless earbuds, fitness trackers, ra tablets available chhan. Dashain sale ma sabai wireless earbuds ma 8% discount cha.",
        "question": "Hajurko wireless earbuds ma Dashain ma discount cha?",
        "response": "Dashain sale ma wireless earbuds ma 8% discount cha."
    },
    {
        "context": "Hamro store ma gaming laptops, accessories, ra smartwatches upalabdha chhan. Aaileko festive offer ma gaming laptops ma 12% discount cha.",
        "question": "Hajurko gaming laptops ma festive offer k cha?",
        "response": "Festive offer ma gaming laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma tablets, gaming consoles, ra Bluetooth speakers available chhan. Summer sale ma tablets ma 10% discount cha.",
        "question": "Hajurko tablets ma summer sale ko discount cha?",
        "response": "Summer sale ma tablets ma 10% discount cha."
    },
    {
        "context": "Hamro store ma headphones, power banks, ra wireless chargers upalabdha chhan. Winter sale ma power banks ma 8% discount cha.",
        "question": "Hajurko power banks ma ke discount cha?",
        "response": "Winter sale ma power banks ma 8% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, laptops, ra accessories available chhan. Dashain sale ma sabai gaming consoles ma 10% discount cha.",
        "question": "Hajurko gaming consoles ma Dashain offer kasto cha?",
        "response": "Dashain sale ma gaming consoles ma 10% discount cha."
    },
    {
        "context": "Hamro store ma fitness trackers, tablets, ra smart TVs upalabdha chhan. Fitness trackers ma 12% discount cha.",
        "question": "Hajurko fitness trackers ma kasto discount cha?",
        "response": "Fitness trackers ma 12% discount cha."
    },
    {
        "context": "Hamro store ma smartwatches, headphones, ra wireless chargers available chhan. Winter sale ma smartwatches ma 7% discount cha.",
        "question": "Hajurko smartwatches ma winter sale ko offer cha?",
        "response": "Winter sale ma smartwatches ma 7% discount cha."
    },
    {
        "context": "Hamro store ma laptops, gaming keyboards, ra power banks upalabdha chhan. Dashain sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma Dashain offer chha?",
        "response": "Dashain sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, Bluetooth speakers, ra tablets available chhan. Summer sale ma Bluetooth speakers ma 5% discount cha.",
        "question": "Hajurko Bluetooth speakers ma summer sale cha?",
        "response": "Summer sale ma Bluetooth speakers ma 5% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, fitness trackers, ra smart TVs upalabdha chhan. Aaileko sale ma fitness trackers ma 8% discount cha.",
        "question": "Hajurko fitness trackers ma discount cha?",
        "response": "Aaileko sale ma fitness trackers ma 8% discount cha."
    },
    {
        "context": "Hamro store ma smart TVs, headphones, ra wireless chargers available chhan. Dashain sale ma smart TVs ma 10% discount cha.",
        "question": "Hajurko smart TVs ma Dashain ma discount cha?",
        "response": "Dashain sale ma smart TVs ma 10% discount cha."
    },
    {
        "context": "Hamro store ma power banks, gaming accessories, ra smartwatches upalabdha chhan. Winter sale ma sabai power banks ma 7% discount cha.",
        "question": "Hajurko power banks ma winter offer cha?",
        "response": "Winter sale ma power banks ma 7% discount cha."
    },
    {
        "context": "Hamro store ma tablets, gaming keyboards, ra laptops available chhan. Dashain sale ma sabai laptops ma 12% discount cha.",
        "question": "Hajurko laptops ma ke Dashain offer chha?",
        "response": "Dashain sale ma laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma Bluetooth speakers, fitness trackers, ra accessories upalabdha chhan. Summer sale ma fitness trackers ma 8% discount cha.",
        "question": "Hajurko fitness trackers ma summer discount cha?",
        "response": "Summer sale ma fitness trackers ma 8% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, tablets, ra accessories upalabdha chhan. Dashain sale ma smartphones ma 10% discount cha.",
        "question": "Hajurko smartphones ma Dashain ma ke discount cha?",
        "response": "Dashain sale ma smartphones ma 10% discount cha."
    },
    {
        "context": "Hamro store ma laptops, headphones, ra fitness trackers available chhan. Winter sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma winter sale ko offer chha?",
        "response": "Winter sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, wireless earbuds, ra tablets upalabdha chhan. New Year sale ma sabai tablets ma 12% discount cha.",
        "question": "Hajurko tablets ma New Year ko discount cha?",
        "response": "New Year sale ma tablets ma 12% discount cha."
    },
    {
        "context": "Hamro store ma headphones, gaming laptops, ra smart TVs available chhan. Summer sale ma smart TVs ma 10% discount cha.",
        "question": "Hajurko smart TVs ma summer sale ko offer chha?",
        "response": "Summer sale ma smart TVs ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartwatches, fitness trackers, ra wireless chargers upalabdha chhan. Fitness trackers ma Dashain ko special discount 7% cha.",
        "question": "Hajurko fitness trackers ma Dashain ma discount chha?",
        "response": "Fitness trackers ma Dashain ko 7% discount cha."
    },
    {
        "context": "Hamro store ma laptops, gaming accessories, ra power banks available chhan. Dashain sale ma laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma Dashain sale ma ke discount cha?",
        "response": "Dashain sale ma laptops ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, gaming consoles, ra smartwatches upalabdha chhan. New Year offer ma smartphones ma 12% discount cha.",
        "question": "Hajurko smartphones ma New Year ko discount kasto cha?",
        "response": "New Year offer ma smartphones ma 12% discount cha."
    },
    {
        "context": "Hamro store ma laptops, tablets, ra wireless earbuds available chhan. Dashain ma laptops ma 12% discount cha.",
        "question": "Hajurko laptops ma Dashain offer cha?",
        "response": "Dashain ma laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma wireless earbuds, fitness trackers, ra tablets available chhan. Dashain sale ma sabai wireless earbuds ma 8% discount cha.",
        "question": "Hajurko wireless earbuds ma Dashain ma discount cha?",
        "response": "Dashain sale ma wireless earbuds ma 8% discount cha."
    },
    {
        "context": "Hamro store ma gaming laptops, accessories, ra smartwatches upalabdha chhan. Aaileko festive offer ma gaming laptops ma 12% discount cha.",
        "question": "Hajurko gaming laptops ma festive offer k cha?",
        "response": "Festive offer ma gaming laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma tablets, gaming consoles, ra Bluetooth speakers available chhan. Summer sale ma tablets ma 10% discount cha.",
        "question": "Hajurko tablets ma summer sale ko discount cha?",
        "response": "Summer sale ma tablets ma 10% discount cha."
    },
    {
        "context": "Hamro store ma headphones, power banks, ra wireless chargers upalabdha chhan. Winter sale ma power banks ma 8% discount cha.",
        "question": "Hajurko power banks ma ke discount cha?",
        "response": "Winter sale ma power banks ma 8% discount cha."
    },
    {
        "context": "Hamro store ma laptops, gaming keyboards, ra power banks upalabdha chhan. Dashain sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma Dashain offer chha?",
        "response": "Dashain sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma Bluetooth speakers, fitness trackers, ra accessories upalabdha chhan. Summer sale ma fitness trackers ma 8% discount cha.",
        "question": "Hajurko fitness trackers ma summer discount cha?",
        "response": "Summer sale ma fitness trackers ma 8% discount cha."
    },
    {
        "context": "Hamro store ma smartwatches, headphones, ra wireless chargers available chhan. Winter sale ma smartwatches ma 7% discount cha.",
        "question": "Hajurko smartwatches ma winter sale ko offer cha?",
        "response": "Winter sale ma smartwatches ma 7% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, fitness trackers, ra smart TVs upalabdha chhan. Aaileko sale ma fitness trackers ma 8% discount cha.",
        "question": "Hajurko fitness trackers ma discount cha?",
        "response": "Aaileko sale ma fitness trackers ma 8% discount cha."
    },
    {
        "context": "Hamro store ma laptops, wireless chargers, ra gaming accessories available chhan. Dashain sale ma sabai laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma Dashain sale ma ke discount cha?",
        "response": "Dashain sale ma laptops ma 10% discount cha."
    },
    {
        "context": "Hamro store ma headphones, gaming laptops, ra smart TVs available chhan. Summer sale ma smart TVs ma 10% discount cha.",
        "question": "Hajurko smart TVs ma summer sale ko offer chha?",
        "response": "Summer sale ma smart TVs ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, tablets, ra accessories upalabdha chhan. Dashain sale ma smartphones ma 10% discount cha.",
        "question": "Hajurko smartphones ma Dashain ma ke discount cha?",
        "response": "Dashain sale ma smartphones ma 10% discount cha."
    },
    {
        "context": "Hamro store ma laptops, headphones, ra fitness trackers available chhan. Winter sale ma laptops ma 15% discount cha.",
        "question": "Hajurko laptops ma winter sale ko offer chha?",
        "response": "Winter sale ma laptops ma 15% discount cha."
    },
    {
        "context": "Hamro store ma gaming consoles, wireless earbuds, ra tablets upalabdha chhan. New Year sale ma sabai tablets ma 12% discount cha.",
        "question": "Hajurko tablets ma New Year ko discount cha?",
        "response": "New Year sale ma tablets ma 12% discount cha."
    },
    {
        "context": "Hamro store ma headphones, gaming laptops, ra smart TVs available chhan. Summer sale ma smart TVs ma 10% discount cha.",
        "question": "Hajurko smart TVs ma summer sale ko offer chha?",
        "response": "Summer sale ma smart TVs ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartwatches, fitness trackers, ra wireless chargers upalabdha chhan. Fitness trackers ma Dashain ko special discount 7% cha.",
        "question": "Hajurko fitness trackers ma Dashain ma discount chha?",
        "response": "Fitness trackers ma Dashain ko 7% discount cha."
    },
    {
        "context": "Hamro store ma laptops, gaming accessories, ra power banks available chhan. Dashain sale ma laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma Dashain sale ma ke discount cha?",
        "response": "Dashain sale ma laptops ma 10% discount cha."
    },
    {
        "context": "Hamro store ma smartphones, gaming consoles, ra smartwatches upalabdha chhan. New Year offer ma smartphones ma 12% discount cha.",
        "question": "Hajurko smartphones ma New Year ko discount kasto cha?",
        "response": "New Year offer ma smartphones ma 12% discount cha."
    },
    {
        "context": "Hamro store ma laptops, tablets, ra wireless earbuds available chhan. Dashain ma laptops ma 12% discount cha.",
        "question": "Hajurko laptops ma Dashain offer cha?",
        "response": "Dashain ma laptops ma 12% discount cha."
    },
    {
        "context": "Hamro store ma wireless earbuds, fitness trackers, ra tablets available chhan. Dashain sale ma sabai wireless earbuds ma 8% discount cha.",
        "question": "Hajurko wireless earbuds ma Dashain ma discount cha?",
        "response": "Dashain sale ma wireless earbuds ma 8% discount cha."
    },
    {
        "context": "Hamro store ma gaming laptops, accessories, ra smartwatches upalabdha chhan. Aaileko festive offer ma gaming laptops ma 12% discount cha.",
        "question": "Hajurko gaming laptops ma festive offer k cha?",
        "response": "Festive offer ma gaming laptops ma 12% discount cha."
    },
    {
        "context": "Nepal Electronics Store ma smartphone, laptop, ra accessories haru upalabdha chhan. Dashain ma smartphone ma 15% discount cha.",
        "question": "Tapaiko store ma Dashain sale ko smartphone discount kati ho?",
        "response": "Dashain ma smartphone ma 15% discount cha."
    },
    {
        "context": "Smart Tech Hub le high-quality laptops, headphones, ra smartwatches provide garcha. Aaileko festive offer ma sabai smartwatches ma 10% discount cha.",
        "question": "Tapai haru le smartwatch ma kunai offer dinu bhako cha?",
        "response": "Aaileko festive offer ma sabai smartwatches ma 10% discount cha."
    },
    {
        "context": "Hamro Digital Store ma top-brand gaming consoles, wireless earbuds, ra speakers available chhan. Winter sale ma gaming consoles ma 12% discount cha.",
        "question": "Hajurko gaming consoles ma winter offer chha?",
        "response": "Winter sale ma gaming consoles ma 12% discount cha."
    },
    {
        "context": "TechMart Nepal ma tablets, laptops, ra smart TVs sabai latest models ma upalabdha chhan. Dashain sale ma tablets ma 8% discount cha.",
        "question": "Tapaiko tablets ma Dashain sale ko discount kasto cha?",
        "response": "Dashain sale ma tablets ma 8% discount cha."
    },
    {
        "context": "Gadget House ma affordable smartphones, fitness trackers, ra power banks available chhan. Summer sale ma fitness trackers ma 10% discount cha.",
        "question": "Hajurko fitness trackers ma summer sale ma kati discount cha?",
        "response": "Summer sale ma fitness trackers ma 10% discount cha."
    },
    {
        "context": "Hamro Store ma advanced gaming laptops, smart TVs, ra accessories upalabdha chhan. Aaileko special offer ma gaming laptops ma 15% discount cha.",
        "question": "Tapai haru le gaming laptops ma kunai offer dine huncha?",
        "response": "Aaileko special offer ma gaming laptops ma 15% discount cha."
    },
    {
        "context": "Kathmandu Gadget Hub ma smart appliances, headphones, ra wireless chargers available chhan. Winter sale ma headphones ma 7% discount cha.",
        "question": "Hajurko headphones ma winter sale ma discount cha?",
        "response": "Winter sale ma headphones ma 7% discount cha."
    },
    {
        "context": "Nepal Tech Plaza ma laptops, smartphones, ra gaming accessories upalabdha chhan. Dashain sale ma laptops ma 12% discount cha.",
        "question": "Hajurko laptops ma Dashain sale ma ke offer chha?",
        "response": "Dashain sale ma laptops ma 12% discount cha."
    },
    {
        "context": "Smart Buy Nepal ma gaming consoles, tablets, ra wireless earbuds ko collection chha. New Year sale ma tablets ma 10% discount cha.",
        "question": "Tapai haru ko store ma New Year ma tablets ko offer cha?",
        "response": "New Year sale ma tablets ma 10% discount cha."
    },
    {
        "context": "Gadget Nepal ma fitness trackers, laptops, ra smartwatches sabai latest versions ma available chhan. Fitness trackers ma aaileko offer 8% cha.",
        "question": "Tapai haru le fitness trackers ma ke offer rakheko hunuhuncha?",
        "response": "Fitness trackers ma aaileko offer 8% cha."
    },
    {
        "context": "Nepal Electronics Bazaar ma smartphones, laptops, ra accessories available chhan. Dashain ko special offer ma laptops ma 10% discount cha.",
        "question": "Hajurko laptops ma Dashain ko special offer chha?",
        "response": "Dashain ko special offer ma laptops ma 10% discount cha."
    },
    {
        "context": "Digital Mart Nepal ma power banks, wireless chargers, ra headphones upalabdha chhan. Summer sale ma power banks ma 8% discount cha.",
        "question": "Tapai haru ko store ma power banks ma summer discount cha?",
        "response": "Summer sale ma power banks ma 8% discount cha."
    },
    {
        "context": "Hamro Digital Mart ma laptops, gaming keyboards, ra Bluetooth speakers sabai high-quality chhan. Aaile laptops ma 15% discount cha.",
        "question": "Tapaiko laptops ma k discount chha?",
        "response": "Aaile laptops ma 15% discount cha."
    },
    {
        "context": "Kathmandu Smart Store ma smartphones, smartwatches, ra fitness trackers available chhan. New Year offer ma smartwatches ma 7% discount cha.",
        "question": "Hajurko smartwatches ma New Year sale chha?",
        "response": "New Year offer ma smartwatches ma 7% discount cha."
    },
    {
        "context": "Tech Hub Nepal ma gaming laptops, accessories, ra tablets sabai updated models upalabdha chhan. Festive sale ma tablets ma 12% discount cha.",
        "question": "Tapai haru ko store ma tablets ma festive offer chha?",
        "response": "Festive sale ma tablets ma 12% discount cha."
    },
    {
        "context": "Hamro Store ma headphones, wireless chargers, ra gaming accessories upalabdha chhan. Dashain sale ma headphones ma 10% discount cha.",
        "question": "Hajurko headphones ma Dashain ma discount chha?",
        "response": "Dashain sale ma headphones ma 10% discount cha."
    },
    {
        "context": "Nepal Electronics Mart ma tablets, gaming laptops, ra power banks available chhan. Aaile gaming laptops ma 12% discount cha.",
        "question": "Tapaiko gaming laptops ma kunai discount chha?",
        "response": "Aaile gaming laptops ma 12% discount cha."
    },
    {
        "context": "Gadget World Nepal ma Bluetooth speakers, fitness trackers, ra accessories available chhan. Summer sale ma fitness trackers ma 8% discount cha.",
        "question": "Tapai haru ko fitness trackers ma summer sale ko discount kasto cha?",
        "response": "Summer sale ma fitness trackers ma 8% discount cha."
    },
    {
        "context": "Nepal Tech Store ma power banks, headphones, ra tablets upalabdha chhan. Dashain ma tablets ma 12% discount cha.",
        "question": "Hajurko tablets ma Dashain offer cha?",
        "response": "Dashain ma tablets ma 12% discount cha."
    },
    {
        "context": "Kathmandu Gadget Center ma smart TVs, wireless earbuds, ra fitness trackers upalabdha chhan. Dashain sale ma sabai smart TVs ma 15% discount cha.",
        "question": "Tapaiko store ma smart TVs ma Dashain ko offer chha?",
        "response": "Dashain sale ma smart TVs ma 15% discount cha."
    },
    {
        "context": "Kathmandu Gadget Hub le smartphones, smart TVs, ra accessories delivery service keval Kathmandu ma free delivery garcha. Bahira ko delivery charge extra cha.",
        "question": "Hajurko store ma free delivery Kathmandu bahira pani cha?",
        "response": "Kathmandu ko delivery free cha, tara Kathmandu bahira delivery charge lagcha."
    },
    {
        "context": "Smart Tech Nepal ma smartphones, laptops, ra accessories delivery Kathmandu ma 1 din bhitra garcha. Baaki jagah ma 3 din samma lagna sakcha.",
        "question": "Tapai haru ko delivery Kathmandu ma kati din lagcha?",
        "response": "Kathmandu ma delivery 1 din bhitra garcha."
    },
    {
        "context": "Hamro Electronics Store le Biratnagar, Itahari, ra Dharan delivery area ma free delivery provide garcha. Abaileko Dashain offer ma express delivery pani free cha.",
        "question": "Dashain offer ma free express delivery cha?",
        "response": "Dashain offer ma express delivery free cha."
    },
    {
        "context": "Digital Shop Itahari le gadgets ra accessories order garya din dekhi 2 din ma delivery garcha. Free delivery ko lagi minimum order 1000 rupaiya hunuparcha.",
        "question": "Hajurko store ma minimum order kati ma free delivery dincha?",
        "response": "Minimum 1000 ko order ma free delivery cha."
    },
    {
        "context": "Tech World Nepal ma smart appliances, wireless chargers, ra fitness trackers Kathmandu ma same-day delivery cha. Outstation delivery ma 2-3 din lagcha.",
        "question": "Tapaiko store ma same-day delivery cha?",
        "response": "Kathmandu ma same-day delivery cha."
    },
    {
        "context": "Hamro Digital Store ma smartphones ko delivery Kathmandu ma next-day delivery system chha. Free delivery ko lagi extra offer chha.",
        "question": "Tapai haru ko next-day delivery Kathmandu ma cha?",
        "response": "Kathmandu ma smartphones ko next-day delivery chha."
    },
    {
        "context": "ElectroMart Biratnagar ma gaming accessories free delivery 1500 rupaiya bhanda mathi ko order ma garcha. Local delivery same-day cha.",
        "question": "Biratnagar ma same-day delivery cha?",
        "response": "Biratnagar ma local same-day delivery cha."
    },
    {
        "context": "Kathmandu Gadget Store ma electronics delivery Sunday dekhi Friday samma garcha. Public holiday ma delivery service available hudaina.",
        "question": "Hajurko store ma public holiday delivery garcha?",
        "response": "Public holiday ma delivery available hudaina."
    },
    {
        "context": "Smart Tech Hub le wireless earbuds delivery sabai purba Nepalka thau ma garcha. Delivery charge 50-100 rupaiya ho, area anusar.",
        "question": "Tapai haru le purba Nepal ma delivery dinu huncha?",
        "response": "Purba Nepal ma delivery garcha, charge area anusar ho."
    },
    {
        "context": "Hamro Store ma laptop delivery Kathmandu ma free cha. Outstation delivery ma 200 rupaiya charge lagcha.",
        "question": "Hajurko laptop ma free delivery cha?",
        "response": "Kathmandu ma laptop free delivery cha, outstation delivery ma charge lagcha."
    },
    {
        "context": "TechMart Nepal ma Bluetooth speakers ko delivery option Kathmandu ma express delivery system ma cha. Free delivery ko lagi Dashain offer applicable cha.",
        "question": "Tapai haru le express delivery dinu huncha?",
        "response": "Kathmandu ma express delivery cha."
    },
    {
        "context": "Nepal Digital Store le order confirmation bhayeko din pachi 2 din ma delivery garcha. Free delivery ko lagi minimum 2000 ko order garnu parcha.",
        "question": "Minimum order kati ma free delivery dincha?",
        "response": "Minimum 2000 ko order ma free delivery cha."
    },
    {
        "context": "Hamro Smart Store le electronics delivery Kathmandu ma same-day cha, tara other cities ma 3 din samma lagcha. Delivery fee Kathmandu ma free cha.",
        "question": "Kathmandu ma free delivery cha?",
        "response": "Kathmandu ma delivery free cha."
    },
    {
        "context": "Digital World Store le order confirmation ko 1 din bhitra Kathmandu area ma delivery garcha. Sabai items ma delivery charge 50 rupaiya ho.",
        "question": "Tapaiko delivery charge Kathmandu ma kati cha?",
        "response": "Kathmandu ma delivery charge 50 rupaiya ho."
    },
    {
        "context": "Nepal Electronics Hub le tablets ra smartphones Kathmandu ma aglo order amount ma delivery free dincha. Dashain ma delivery free policy cha.",
        "question": "Dashain ma free delivery cha?",
        "response": "Dashain ma free delivery policy cha."
    },
    {
        "context": "Smart Shop Nepal le headphones ko delivery Kathmandu, Itahari, ra Biratnagar ma free delivery garcha. Free delivery ko lagi offer 2000 rupaiya mathi applicable cha.",
        "question": "Hajurko headphones ma Itahari ma free delivery cha?",
        "response": "Itahari ma free delivery 2000 rupaiya mathi applicable cha."
    },
    {
        "context": "Hamro Online Store le laptops delivery Kathmandu ma 1 din bhitra complete garcha. Dashain offer ma delivery free cha.",
        "question": "Hajurko laptops Dashain offer ma free delivery cha?",
        "response": "Dashain offer ma laptops delivery free cha."
    },
    {
        "context": "Digital Tech Store le gaming laptops Kathmandu ma 2 din bhitra delivery garcha. Aaileko offer ma delivery free cha.",
        "question": "Tapai haru ko gaming laptops Kathmandu delivery kati din lagcha?",
        "response": "Gaming laptops Kathmandu delivery 2 din bhitra complete huncha."
    },
    {
        "context": "Tech Bazaar Nepal le purba ko thau ma free delivery policy rakheko chha. Kathmandu ma free delivery ko lagi no minimum order chha.",
        "question": "Tapai haru ko purba ma free delivery policy cha?",
        "response": "Purba ma free delivery policy chha."
    },
    {
        "context": "Nepal Electronics World ma Bluetooth speakers ko Kathmandu delivery 1 din ko cha. Biratnagar, Itahari ma 2 din lagcha.",
        "question": "Hajurko store ko Biratnagar ma delivery kati din lagcha?",
        "response": "Biratnagar ma delivery 2 din lagcha."
    },
    {
        "context": "Kathmandu Smart Store, Durbar Marg ma smartphones, laptops, ra accessories supat mulya ma available chha. Abaileko Dashain ma hami sabai items ma 10% discount dinchau. Hamro free delivery service Kathmandu, Lalitpur, ra Bhaktapur ma available chha.",
        "question": "Hajurko smartphones ma discount kati cha?",
        "response": "Dashain ma smartphones ma 10% discount cha."
    },
    {
        "context": "ElectroHub, Itahari ma latest gadgets ko thulo collection available chha. Abaile hami headphones, earbuds, ra smartwatches ma 5% discount dinchau. Delivery Itahari bhitra free chha, baaki thau ma delivery charge applicable cha.",
        "question": "Tapai haru ko earbuds ma discount cha?",
        "response": "Earbuds ma 5% discount cha."
    },
    {
        "context": "Hamro Digital Store, Biratnagar, ko offer abaile sabai laptops ma 15% discount ko chha. Abaileko special offer Dashain-Special ma applicable ho. Free delivery service Kathmandu samma cha.",
        "question": "Hajurko laptops ma Dashain offer cha?",
        "response": "Dashain offer ma laptops ma 15% discount cha."
    },
    {
        "context": "TechWorld Nepal, Dharan ma smart TVs, wireless chargers, ra gaming consoles ko special collection available chha. Abaileko offer ma gaming consoles ma 10% discount cha, tara other items ma discount chaina.",
        "question": "Gaming consoles ma discount cha?",
        "response": "Gaming consoles ma 10% discount cha."
    },
    {
        "context": "Kathmandu Tech Mart, Thapathali ma hamile abaileko Tihar Festival ma 20% discount smartphones, laptops, ra tablets ma provide gareko chha. Delivery Kathmandu ma next-day cha, baaki sabai thau ma 2 din lagcha.",
        "question": "Hajurko tablets ma Tihar offer cha?",
        "response": "Tihar ma tablets ma 20% discount cha."
    },
    {
        "context": "Hamro Electronics, Pokhara ma abaile Dashain-Special ma 15% ko flat discount sabai home appliances ma chha. Delivery Pokhara ma same-day cha. Customer ko lagi special EMI option pani cha.",
        "question": "Hajurko Pokhara ma discount offer cha?",
        "response": "Pokhara ma Dashain-Special ma 15% discount cha."
    },
    {
        "context": "Digital Zone, Itahari ma abaileko offer ma headphones ra Bluetooth speakers ma 10% discount cha. Yo offer sirf Dashain ko limited time samma chha. Delivery Itahari ra Dharan bhitra free cha.",
        "question": "Bluetooth speakers ma discount cha?",
        "response": "Bluetooth speakers ma 10% discount cha."
    },
    {
        "context": "Hamro SmartTech Store, Biratnagar le smartphones, laptops, ra smartwatches ma abaileko Dashain offer ma flat 5% discount provide garcha. Delivery charge Biratnagar ma free cha, baaki jagah ma 100 rupaiya lagcha.",
        "question": "Hajurko smartwatches ma discount cha?",
        "response": "Smartwatches ma flat 5% discount cha."
    },
    {
        "context": "Tech Arena, Lalitpur, le gaming laptops ma 10% discount Dashain offer ma provide garcha. EMI ko lagi special zero-interest plan available cha.",
        "question": "Tapai haru ko gaming laptops ma Dashain ko discount cha?",
        "response": "Gaming laptops ma Dashain offer ma 10% discount cha."
    },
    {
        "context": "Smart Home Electronics, Kathmandu ma abaileko winter season ma sabai kitchen appliances ma flat 12% discount cha. Abaileko offer December samma chalnecha.",
        "question": "Hajurko kitchen appliances ma discount cha?",
        "response": "Kitchen appliances ma 12% discount cha."
    },
    {
        "context": "Gadget Hub Nepal, Dharan, le earbuds, wireless chargers, ra fitness trackers ma special Dashain ko 8% discount dina thaleko chha. Delivery sabai purba Nepal ma available cha.",
        "question": "Tapai haru earbuds ma abaile discount dinu huncha?",
        "response": "Earbuds ma Dashain ko 8% discount cha."
    },
    {
        "context": "Digital Mall, Pokhara, le Dashain ko special ma fitness watches ma 10% ra wireless earbuds ma 5% discount provide garcha. Delivery charge Pokhara ma free cha.",
        "question": "Fitness watches ma kati percent discount cha?",
        "response": "Fitness watches ma 10% discount cha."
    },
    {
        "context": "Hamro Store, Itahari, le latest smartphones ma abaileko Dashain ma flat 7% discount provide gareko chha. Delivery free Itahari ma cha.",
        "question": "Hajurko smartphones ma kati discount cha?",
        "response": "Smartphones ma flat 7% discount cha."
    },
    {
        "context": "Tech Land Nepal, Kathmandu ma abaile Dashain ko offer ma 12% discount sabai laptops ma provide gareko chha. Delivery Kathmandu ma same-day cha.",
        "question": "Tapai haru laptops ma discount kati percent dinu huncha?",
        "response": "Laptops ma Dashain offer ma 12% discount cha."
    },
    {
        "context": "Gadget Nepal, Biratnagar, le special Dashain offer ma Bluetooth speakers ra headphones ma 15% discount provide gareko chha. Delivery Biratnagar ma 1 din bhitra cha.",
        "question": "Hajurko store ma Bluetooth speakers ko discount cha?",
        "response": "Bluetooth speakers ma 15% discount cha."
    },
    {
        "context": "ElectroMart Dharan le abaileko Dashain-Special ma sabai electronics items ma 10% discount dina thaleko chha. Delivery Dharan ma free cha.",
        "question": "Hajurko Dharan store ma discount offer cha?",
        "response": "Dashain-Special ma 10% discount cha."
    },
    {
        "context": "Digital Hub Nepal, Pokhara ma abaileko season ma gaming consoles ra headphones ma 8% discount applicable cha. Delivery Pokhara bhitra same-day cha.",
        "question": "Tapai haru headphones ma kati percent discount dinu huncha?",
        "response": "Headphones ma 8% discount cha."
    },
    {
        "context": "Kathmandu Electronics, Thamel, le abaileko offer ma kitchen appliances ma flat 5% discount provide garcha. Delivery Kathmandu ma sabai din free cha.",
        "question": "Kitchen appliances ma discount cha?",
        "response": "Kitchen appliances ma flat 5% discount cha."
    },
    {
        "context": "Hamro Tech World, Biratnagar le Bluetooth headphones ra fitness bands ma abaileko season ma 10% discount cha. Delivery sabai thau ma available cha.",
        "question": "Bluetooth headphones ma discount cha?",
        "response": "Bluetooth headphones ma 10% discount cha."
    },
    {
        "context": "Tech Universe, Kathmandu ma gaming laptops ma 15% discount Dashain ma provide garcha. Delivery charge Kathmandu ma free cha.",
        "question": "Hajurko gaming laptops ma Dashain offer cha?",
        "response": "Dashain ma gaming laptops ma 15% discount cha."
    },
    {
        "context": "TechMart, Pokhara ma abaileko summer sale ma sabai electronic gadgets ma 15% discount cha. Yo offer sirf Pokhara ra surrounding areas ma applicable cha. Delivery free cha.",
        "question": "Hajurko summer sale ma kati discount cha?",
        "response": "Summer sale ma sabai gadgets ma 15% discount cha."
    },
    {
        "context": "Gadget Kingdom, Biratnagar le smartphone ra smartwatches ma 12% discount offer gareko cha. Abaileko Dashain ma hami sabai items ma discount dinko cha.",
        "question": "Hajurko smartphone ma Dashain offer cha?",
        "response": "Smartphone ma Dashain offer ma 12% discount cha."
    },
    {
        "context": "Hamro SmartStore, Itahari ma abaileko Tihar ko upalakshe ma 10% discount laptop haru ma applicable cha. Delivery Itahari ma free cha, baaki bhitta delivery charge applicable cha.",
        "question": "Tapai haru ko laptop ma discount cha?",
        "response": "Laptop haru ma Tihar ko upalakshe ma 10% discount cha."
    },
    {
        "context": "Digital Land, Kathmandu le gaming consoles ra home theater systems ma abaileko Dashain ma 15% discount provide gareko cha. Free delivery Kathmandu ra surrounding areas ma cha.",
        "question": "Gaming consoles ma Dashain ko discount cha?",
        "response": "Gaming consoles ma Dashain ma 15% discount cha."
    },
    {
        "context": "ElectroCity, Dharan ma smartphones, laptops, ra Bluetooth accessories ma special Dashain offer ma 8% discount cha. Delivery charge Kathmandu ma free cha.",
        "question": "Hajurko store ma accessories ma discount cha?",
        "response": "Bluetooth accessories ma Dashain offer ma 8% discount cha."
    },
    {
        "context": "Gadget Hub, Lalitpur le smartwatches, headphones, ra speakers ma abaileko Dashain ma 10% discount offer garcha. Delivery Lalitpur ra Kathmandu ma free cha.",
        "question": "Tapai haru ko headphones ma discount cha?",
        "response": "Headphones ma Dashain offer ma 10% discount cha."
    },
    {
        "context": "Tech Store Nepal, Itahari le abaileko special offer ma tablets, smartphones, ra printers ma 5% discount provide gareko cha. Delivery sabai thau ma available cha.",
        "question": "Tablet haru ma discount cha?",
        "response": "Tablet haru ma 5% discount cha."
    },
    {
        "context": "Hamro Digital World, Pokhara ma abaileko Dashain offer ma smart TVs ma 15% discount cha. Delivery charge free cha Pokhara bhitra.",
        "question": "Smart TVs ma discount kati cha?",
        "response": "Smart TVs ma 15% discount cha."
    },
    {
        "context": "Electro Hub, Biratnagar ma smartphones ra laptops ma Dashain ko offer ma 10% discount cha. Delivery charge Kathmandu bhitra free cha.",
        "question": "Hajurko smartphones ma discount cha?",
        "response": "Smartphones ma Dashain offer ma 10% discount cha."
    },
    {
        "context": "Tech Shop Nepal, Kathmandu ma gaming accessories ra Bluetooth headphones ma 8% discount cha. Offer limited time ko cha.",
        "question": "Hajurko store ma gaming accessories ma discount cha?",
        "response": "Gaming accessories ma 8% discount cha."
    },
    {
        "context": "Gadget Zone, Biratnagar le smartphones ra laptops ma abaileko Dashain ma 5% discount dina thaleko cha. Delivery Kathmandu ra Lalitpur ma free cha.",
        "question": "Hajurko laptops ma Dashain discount cha?",
        "response": "Laptops ma 5% discount cha."
    },
    {
        "context": "Digital World, Dharan ma abaileko offer ma tablets ra smartwatches ma 10% discount cha. Delivery sabai purba Nepal ma cha.",
        "question": "Tapai haru ko smartwatches ma discount cha?",
        "response": "Smartwatches ma 10% discount cha."
    },
    {
        "context": "TechZone Nepal, Pokhara le smartphones ra tablets ma 7% discount dinu cha Dashain ko upalakshe ma. Delivery free Pokhara ma cha.",
        "question": "Hajurko store ma tablets ma discount cha?",
        "response": "Tablets ma Dashain ko upalakshe ma 7% discount cha."
    },
    {
        "context": "Hamro Gadget World, Kathmandu ma abaileko offer ma gaming consoles ra smart TVs ma 12% discount cha. Delivery Kathmandu ma same-day cha.",
        "question": "Tapai haru ko gaming consoles ma discount cha?",
        "response": "Gaming consoles ma 12% discount cha."
    },
    {
        "context": "Gadget Shop, Itahari ma abaileko Tihar ko offer ma 5% discount sabai items ma available cha. Delivery Itahari ma free cha.",
        "question": "Hajurko store ma sabai items ma discount cha?",
        "response": "Sabai items ma 5% discount cha."
    },
    {
        "context": "TechWorld, Biratnagar ma Dashain ma smartphones ra laptops ma 15% discount cha. Abaileko offer limited time ko ho.",
        "question": "Tapai haru ko laptops ma Dashain ko discount cha?",
        "response": "Laptops ma 15% discount cha."
    },
    {
        "context": "Smart Tech Store, Kathmandu le Dashain ko special offer ma smartwatches, Bluetooth speakers, ra fitness bands ma 10% discount provide garcha.",
        "question": "Fitness bands ma discount cha?",
        "response": "Fitness bands ma Dashain ko offer ma 10% discount cha."
    },
    {
        "context": "Gadget Hub Nepal, Pokhara ma abaileko Dashain offer ma smart TVs ra gaming consoles ma 12% discount cha. Delivery free cha Pokhara ra Kathmandu ma.",
        "question": "Hajurko smart TVs ma Dashain ko discount cha?",
        "response": "Smart TVs ma Dashain ko offer ma 12% discount cha."
    },
    {
        "context": "Tech Mart, Itahari ma laptops ra Bluetooth accessories ma 8% discount cha. Abaileko offer sabai thau ma available cha.",
        "question": "Bluetooth accessories ma kati discount cha?",
        "response": "Bluetooth accessories ma 8% discount cha."
    },
    {
        "context": "Hamro Store, Pokhara ma abaileko Dashain ma gaming laptops ra accessories ma 10% discount cha. Delivery charge free cha Pokhara ra surrounding areas ma.",
        "question": "Tapai haru ko gaming laptops ma discount cha?",
        "response": "Gaming laptops ma Dashain ma 10% discount cha."
    },
    {
        "context": "ElectroMart, Kathmandu ma abaileko season ma smart TVs, gaming consoles, ra speakers ma 5% discount cha. Delivery charge Kathmandu ma free cha.",
        "question": "Speakers ma discount cha?",
        "response": "Speakers ma 5% discount cha."
    },
    {
        "context": "Digital Zone, Dharan ma abaileko Dashain ma smartphones ra smartwatches ma 8% discount cha. Delivery sabai purba Nepal ma cha.",
        "question": "Tapai haru ko smartwatches ma Dashain discount cha?",
        "response": "Smartwatches ma Dashain ma 8% discount cha."
    },
    {
        "context": "Gadget Hub, Biratnagar le smartphones ra laptops ma 15% discount offer gareko cha Dashain ko upalakshe ma.",
        "question": "Hajurko smartphones ma Dashain ko discount cha?",
        "response": "Smartphones ma Dashain ma 15% discount cha."
    },
    {
        "context": "Tech World, Kathmandu ma abaileko offer ma laptops ra accessories ma 10% discount cha. Delivery charge Kathmandu ma free cha.",
        "question": "Laptop haru ma discount cha?",
        "response": "Laptops ma 10% discount cha."
    },
    {
        "context": "Digital Hub, Pokhara le smartphones ra tablets ma abaileko Dashain ma 8% discount offer garcha.",
        "question": "Tablet haru ma Dashain ko discount cha?",
        "response": "Tablet haru ma 8% discount cha."
    },
    {
        "context": "TechStore, Biratnagar le abaileko New Year ko offer ma smartphones ra laptops ma 15% discount diyecha. Hami haru le top brands ko mobiles jastai iPhone, Samsung ra Xiaomi rakheko cha. Delivery free cha Biratnagar ma, aru places ma charge applicable cha.",
        "question": "Tapai haru ko store ma discount cha?",
        "response": "Smartphones ra laptops ma 15% discount cha New Year ko offer ma."
    },
    {
        "context": "Hamro Digital Bazaar, Kathmandu ma sabai gadgets ma 10% discount offer cha Dashain ma. Yedi tapai smart TVs, gaming consoles ya headphones kharid garna chahanu hunchha bhane, hami le tapai lai offer dinchhau. Delivery Kathmandu ra Lalitpur ma free cha.",
        "question": "Tapai haru ko gadgets ma discount cha?",
        "response": "Sabai gadgets ma Dashain offer ko 10% discount cha."
    },
    {
        "context": "TechPlus, Pokhara ma abaileko sale ma laptops, printers, ra accessories ma 12% discount cha. Hamro store ma top-rated brands haru ko items cha, jasle garera tapai ko shopping experience ramro hunchha. Delivery charge free cha Pokhara ma.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ma 12% discount cha sale ma."
    },
    {
        "context": "Electro Mart, Itahari le abaileko Tihar offer ma smartwatches ra Bluetooth speakers ma 5% discount diyecha. Tihar ko yo upalakshe ma hami le aaja samma free delivery ko suvidha dina sakcha. Sabai electronics ma limited time offer cha.",
        "question": "Tapai haru ko smartwatches ma discount cha?",
        "response": "Smartwatches ra Bluetooth speakers ma 5% discount cha Tihar offer ma."
    },
    {
        "context": "Gadget World, Dharan ma abaileko offer ma gaming laptops ra smartwatches ma 10% discount cha. Hami le smartwatches ko collection ma Apple Watch ra Samsung Galaxy Watch rakheko cha. Delivery Kathmandu ma free cha, aru places ma delivery charge applicable cha.",
        "question": "Tapai haru ko store ma smartwatches ma discount cha?",
        "response": "Smartwatches ma 10% discount cha gaming laptops ra smartwatches ma."
    },
    {
        "context": "Digital Shop Nepal, Kathmandu ma smart home devices ra tablets ma 8% discount cha. Tapai haru le abaileko Dashain ko offer ko faida linu parcha. Hami le smart speakers, smart bulbs, ra tablets ko broad range rakheko cha. Delivery Kathmandu bhitra free cha.",
        "question": "Tapai haru ko tablets ma Dashain ko discount cha?",
        "response": "Tablets ma 8% discount cha Dashain offer ma."
    },
    {
        "context": "Gadget Hub, Pokhara le abaileko Dashain ma laptops ra smartphones ma 10% discount offer garya cha. Hami haru le laptop ko collection ma HP, Lenovo ra Dell rakheko cha. Delivery Pokhara ma free cha, aru thau haru ma charge applicable cha.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ma Dashain offer ma 10% discount cha."
    },
    {
        "context": "Tech Land, Biratnagar le abaileko offer ma gaming consoles ra smart TVs ma 15% discount diyecha. Abaileko offer sabai items ma cha. Tapai haru ko gaming experience ramro banau.",
        "question": "Gaming consoles ma discount cha?",
        "response": "Gaming consoles ra smart TVs ma 15% discount cha."
    },
    {
        "context": "Hamro Smart Store, Dharan le abaileko summer sale ma smartphones, laptops ra accessories ma 12% discount provide garya cha. Tapai haru le abaileko offer ko faida linu saknu hunchha.",
        "question": "Smartphones ma discount cha?",
        "response": "Smartphones ma summer sale ma 12% discount cha."
    },
    {
        "context": "Tech World, Kathmandu ma abaileko festive season ma mobile phones ra headphones ma 5% discount cha. Yo offer sabai products ma apply garcha.",
        "question": "Headphones ma discount cha?",
        "response": "Headphones ma festive season offer ma 5% discount cha."
    },
    {
        "context": "Gadget Hub, Pokhara ma abaileko Dashain ko offer ma 15% discount smartwatches, headphones, ra mobile accessories ma cha. Delivery charge sabai thau ma free cha.",
        "question": "Tapai haru ko smartwatches ma Dashain ko discount cha?",
        "response": "Smartwatches ma Dashain ma 15% discount cha."
    },
    {
        "context": "Tech Store Nepal, Itahari ma abaileko special sale ma printers ra smart TVs ma 10% discount cha. Yo offer abaileko maatra ho. Delivery charge Itahari ma free cha.",
        "question": "Tapai haru ko printers ma discount cha?",
        "response": "Printers ma 10% discount cha special sale ma."
    },
    {
        "context": "Digital Zone, Kathmandu ma abaileko sale ma gaming accessories ra laptops ma 8% discount cha. Hami le gaming accessories ko collection ma mice, keyboard, ra headphones rakheko cha.",
        "question": "Hajurko store ma gaming accessories ma discount cha?",
        "response": "Gaming accessories ma 8% discount cha sale ma."
    },
    {
        "context": "Gadget World, Itahari ma abaileko festive season ma smartphones, laptops ra printers ma 5% discount cha. Delivery free cha Itahari ra surrounding areas ma.",
        "question": "Hajurko store ma laptops ma discount cha?",
        "response": "Laptops ma festive season ma 5% discount cha."
    },
    {
        "context": "Smart Electronics, Pokhara le abaileko special offer ma smart TVs ra sound systems ma 10% discount offer garyo cha. Tapai haru le top brands haru ko smart TVs dekhna saknu hunchha.",
        "question": "Smart TVs ma discount cha?",
        "response": "Smart TVs ma 10% discount cha special offer ma."
    },
    {
        "context": "Hamro Store, Biratnagar le abaileko special offer ma tablets ra Bluetooth accessories ma 7% discount cha. Tapai haru ko delivery charge sabai thau ma free cha.",
        "question": "Tapai haru ko tablets ma discount cha?",
        "response": "Tablets ra Bluetooth accessories ma 7% discount cha special offer ma."
    },
    {
        "context": "TechMart, Kathmandu le abaileko New Year ko offer ma smartphones ra printers ma 12% discount cha. Delivery Kathmandu ma free cha.",
        "question": "Tapai haru ko smartphones ma discount cha?",
        "response": "Smartphones ra printers ma 12% discount cha New Year offer ma."
    },
    {
        "context": "Gadget Zone, Dharan le Dashain ma smartwatches ra smart speakers ma 10% discount cha. Hami le best quality haru ko products offer garne cha.",
        "question": "Smart speakers ma discount cha?",
        "response": "Smart speakers ma Dashain ma 10% discount cha."
    },
    {
        "context": "Tech Haven, Biratnagar le Dashain ma laptops, printers, ra tablets ma 5% discount diyecha. Delivery charge Biratnagar ra surrounding areas ma free cha.",
        "question": "Laptops ma Dashain ko discount cha?",
        "response": "Laptops ma 5% discount cha Dashain ma."
    },
    {
        "context": "SmartTech, Kathmandu ma Dashain ko special offer ma mobile accessories ra Bluetooth speakers ma 8% discount cha. Delivery Kathmandu ma free cha.",
        "question": "Mobile accessories ma discount cha?",
        "response": "Mobile accessories ra Bluetooth speakers ma 8% discount cha Dashain offer ma."
    },
    {
        "context": "Gadget Hub Nepal, Pokhara ma abaileko special offer ma laptops, smartphones ra tablets ma 15% discount cha. Delivery free cha Pokhara ra Kathmandu ma.",
        "question": "Tapai haru ko laptops ma discount cha?",
        "response": "Laptops, smartphones, ra tablets ma 15% discount cha special offer ma."
    },
    {
        "context": "Tech Plaza, Itahari le abaileko Tihar ko offer ma smart TVs ra gaming consoles ma 10% discount diyecha. Delivery charge sabai thau ma free cha.",
        "question": "Gaming consoles ma discount cha?",
        "response": "Gaming consoles ra smart TVs ma Tihar offer ma 10% discount cha."
    },
    {
        "context": "Gadget World, Kathmandu le abaileko offer ma printers, laptops ra mobile accessories ma 8% discount provide garne cha. Delivery Kathmandu ra Lalitpur ma free cha.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ma offer ma 8% discount cha."
    },
    {
        "context": "Hamro Smart Electronics, Kathmandu ma abaileko festive season ma sabai electronics ma discount cha. Tapaiko manparne gadgets haru jastai mobile phones, laptops, ra smartwatches ma 12% discount cha. Hamro store le free delivery suvidha dina cha Kathmandu ra surrounding areas ma.",
        "question": "Tapai haru ko electronics ma discount cha?",
        "response": "Electronics ma 12% discount cha festive season ma."
    },
    {
        "context": "TechPlus, Pokhara ma abaileko Dashain sale ma gaming accessories, headphones, ra printers ma 10% discount cha. Hamro store le quality gaming accessories ko wide range rakheko cha. Delivery free cha Pokhara ma.",
        "question": "Gaming accessories ma discount cha?",
        "response": "Gaming accessories, headphones, ra printers ma 10% discount cha Dashain sale ma."
    },
    {
        "context": "Gadget World, Biratnagar le abaileko special offer ma smartphones, laptops ra tablets ma 8% discount provide garya cha. Yedi tapai le mobile phone kharid garna chahanu hunchha bhane, hamro store ma abaileko offer ko faida linu saknu hunchha. Delivery charge Biratnagar ma free cha.",
        "question": "Smartphones ma discount cha?",
        "response": "Smartphones, laptops ra tablets ma 8% discount cha special offer ma."
    },
    {
        "context": "Tech Store Nepal, Kathmandu ma abaileko offer ma laptops, tablets ra smart home devices ma 15% discount cha. Tapai le abaileko offer ko faida linu saknu hunchha jaba tapai haru le laptops ra accessories kharid garna chahanu hunchha. Delivery Kathmandu ra Lalitpur ma free cha.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ra smart home devices ma 15% discount cha offer ma."
    },
    {
        "context": "Gadget Hub Nepal, Itahari le abaileko special sale ma smartwatches, mobile accessories, ra Bluetooth speakers ma 10% discount cha. Tapai haru le abaileko offer ko faida linu saknu hunchha jaba tapai le electronics kharid garna chahanu hunchha. Delivery charge sabai thau ma free cha.",
        "question": "Smartwatches ma discount cha?",
        "response": "Smartwatches, mobile accessories, ra Bluetooth speakers ma 10% discount cha."
    },
    {
        "context": "Tech Zone, Pokhara ma abaileko special offer ma smartwatches, gaming consoles ra smart speakers ma 5% discount cha. Hami le quality gadgets haru rakheko cha tapai ko convenience ko lagi. Delivery Pokhara ma free cha.",
        "question": "Smart speakers ma discount cha?",
        "response": "Smart speakers ma 5% discount cha special offer ma."
    },
    {
        "context": "Digital Shop Nepal, Kathmandu ma abaileko sale ma tablets, printers, ra mobile phones ma 10% discount cha. Hamro store ma high quality electronics rakheko cha, tapai ko convenience ko lagi. Delivery charge Kathmandu ma free cha.",
        "question": "Tablets ma discount cha?",
        "response": "Tablets, printers ra mobile phones ma 10% discount cha sale ma."
    },
    {
        "context": "Smart Tech, Itahari le abaileko Tihar ko offer ma laptops, printers, ra headphones ma 12% discount cha. Hamro store le delivery free cha Itahari ma. Tapai le laptops kharid garna chahanu hunchha bhane, abaileko offer ko faida linu saknu hunchha.",
        "question": "Headphones ma discount cha?",
        "response": "Headphones ma 12% discount cha Tihar offer ma."
    },
    {
        "context": "Gadget Hub, Biratnagar le abaileko festive offer ma gaming consoles, smartwatches ra Bluetooth speakers ma 10% discount cha. Hami le top-rated brands haru ko products rakheko cha. Delivery free cha Biratnagar ma.",
        "question": "Smartwatches ma discount cha?",
        "response": "Smartwatches ra Bluetooth speakers ma 10% discount cha festive offer ma."
    },
    {
        "context": "Electro Mart, Kathmandu ma abaileko offer ma printers, laptops, ra mobile accessories ma 7% discount cha. Tapai le hamro store ma available items dekhnu saknu hunchha. Delivery free cha Kathmandu ma.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ra mobile accessories ma 7% discount cha offer ma."
    },
    {
        "context": "Tech World, Pokhara ma abaileko sale ma mobile phones, tablets ra laptops ma 5% discount cha. Tapai haru le abaileko sale ko faida linu saknu hunchha jaba tapai le electronics kharid garna chahanu hunchha. Delivery charge Pokhara ma free cha.",
        "question": "Tablets ma discount cha?",
        "response": "Tablets ra laptops ma 5% discount cha sale ma."
    },
    {
        "context": "Smart Electronics, Kathmandu ma abaileko Dashain ko offer ma laptops, mobile phones ra printers ma 10% discount cha. Hamro store ma delivery Kathmandu ra surrounding areas ma free cha. Tapai haru ko favourite gadgets haru hamro store ma cha.",
        "question": "Laptops ma Dashain ko discount cha?",
        "response": "Laptops ra mobile phones ma Dashain offer ko 10% discount cha."
    },
    {
        "context": "Tech Land, Biratnagar le abaileko festive season ma smart TVs, gaming consoles ra smartwatches ma 15% discount diyecha. Tapai haru le abaileko offer ko faida linu saknu hunchha. Delivery free cha Biratnagar ra surrounding areas ma.",
        "question": "Smartwatches ma discount cha?",
        "response": "Smartwatches ra gaming consoles ma 15% discount cha festive season ma."
    },
    {
        "context": "TechPlus, Pokhara ma abaileko special offer ma laptops, mobile accessories ra printers ma 8% discount cha. Tapai haru le hamro store ko quality gadgets kharid garna saknu hunchha. Delivery Pokhara ra surrounding areas ma free cha.",
        "question": "Mobile accessories ma discount cha?",
        "response": "Mobile accessories ra laptops ma 8% discount cha special offer ma."
    },
    {
        "context": "Digital Hub, Kathmandu ma abaileko Dashain offer ma smartphones, tablets ra printers ma 5% discount cha. Tapai haru ko electronics ma latest collection cha. Delivery free cha Kathmandu ma.",
        "question": "Smartphones ma Dashain ko discount cha?",
        "response": "Smartphones ra tablets ma 5% discount cha Dashain offer ma."
    },
    {
        "context": "Tech Shop Nepal, Pokhara le abaileko sale ma gaming accessories, laptops ra printers ma 12% discount cha. Hami le top brands haru ko products rakheko cha, jasle garera tapai ko shopping experience ramro hunchha. Delivery free cha Pokhara ma.",
        "question": "Gaming accessories ma discount cha?",
        "response": "Gaming accessories, laptops ra printers ma 12% discount cha sale ma."
    },
    {
        "context": "Gadget World, Itahari le abaileko special offer ma smartwatches, gaming consoles ra Bluetooth speakers ma 10% discount cha. Delivery charge sabai thau ma free cha.",
        "question": "Gaming consoles ma discount cha?",
        "response": "Gaming consoles ra Bluetooth speakers ma 10% discount cha special offer ma."
    },
    {
        "context": "Digital Mart, Kathmandu ma abaileko special sale ma laptops, tablets ra mobile phones ma 8% discount cha. Tapai haru le hamro store ko collection ko faida linu saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Tablets ma discount cha?",
        "response": "Tablets ra mobile phones ma 8% discount cha special sale ma."
    },
    {
        "context": "Smart Tech, Pokhara le abaileko festive season ma smartwatches, printers ra mobile phones ma 5% discount cha. Hami le top brands haru ko products rakheko cha. Delivery Pokhara ma free cha.",
        "question": "Smartwatches ma discount cha?",
        "response": "Smartwatches ma 5% discount cha festive season ma."
    },
    {
        "context": "Gadget Hub, Kathmandu le abaileko Tihar offer ma laptops, printers, ra mobile accessories ma 7% discount cha. Tapai haru le abaileko offer ko faida linu saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Laptops ma discount cha?",
        "response": "Laptops ra printers ma 7% discount cha Tihar offer ma."
    },
    {
        "context": "Tech World, Pokhara le abaileko sale ma smartphones, gaming consoles ra Bluetooth speakers ma 10% discount cha. Tapai haru le abaileko sale ko faida linu saknu hunchha jaba tapai le gadgets kharid garna chahanu hunchha. Delivery charge free cha Pokhara ma.",
        "question": "Smartphones ma discount cha?",
        "response": "Smartphones, gaming consoles ra Bluetooth speakers ma 10% discount cha sale ma."
    },
    {
        "context": "Smart Electronics, Kathmandu ma abaileko Dashain ko offer ma laptops, smartwatches, ra gaming accessories ma 10% discount cha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Smartwatches ma Dashain ko discount cha?",
        "response": "Smartwatches ra gaming accessories ma Dashain ko 10% discount cha."
    },
    {
        "context": "TechPlus, Pokhara le abaileko special offer ma mobile phones, printers ra smart speakers ma 5% discount cha. Tapai haru le abaileko offer ko faida linu saknu hunchha. Delivery free cha Pokhara ma.",
        "question": "Smart speakers ma discount cha?",
        "response": "Smart speakers ma 5% discount cha special offer ma."
    },
    {
        "context": "Hamro store ma festive season ko time ma ekdam ramro collections cha, tara abaileko sale ma discount chaina. Tapai haru le hamro new arrivals ko collection dekhnus. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Hamro store ma festive season ma discount cha?",
        "response": "Hamro store ma festive season ko time ma discount chaina, tara ramro collections cha."
    },
    {
        "context": "TechPlus, Pokhara ma abaileko Dashain offer ma discounts chaina, tara sabai electronics ma top brands haru ko latest models available cha. Delivery free cha Pokhara ma.",
        "question": "Dashain ma discount cha?",
        "response": "Dashain ma discounts chaina, tara latest models available cha."
    },
    {
        "context": "Smart Tech, Kathmandu ma abaileko festive season ma discount chaina, tara hami le quality products rakheko cha. Tapai haru le electronics, gadgets haru ko wide selection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma discount cha?",
        "response": "Festive season ma discount chaina, tara quality products available cha."
    },
    {
        "context": "Gadget Hub Nepal, Biratnagar ma abaileko sale ma discount chaina. Tapai haru le hami ko collection dekhnus, jaha top-rated gadgets haru rakheko cha. Delivery charge free cha Biratnagar ma.",
        "question": "Sale ma discount cha?",
        "response": "Sale ma discount chaina, tara top-rated gadgets available cha."
    },
    {
        "context": "Digital Hub, Kathmandu le abaileko festive sale ma discounts chaina, tara tapai haru le high-quality laptops, mobile phones, ra smart gadgets haru ko collection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive sale ma discount cha?",
        "response": "Festive sale ma discount chaina, tara high-quality products cha."
    },
    {
        "context": "Tech World, Pokhara ma abaileko Dashain ko time ma discount chaina, tara sabai electronics ma quality brands haru ko collection available cha. Delivery charge free cha Pokhara ma.",
        "question": "Dashain ma discount cha?",
        "response": "Dashain ma discount chaina, tara quality brands available cha."
    },
    {
        "context": "Gadget Store Nepal, Itahari le abaileko festive sale ma discount chaina. Tapai haru le mobile phones, laptops ra gaming accessories ko latest collection dekhna saknu hunchha. Delivery free cha Itahari ma.",
        "question": "Festive sale ma discount cha?",
        "response": "Festive sale ma discount chaina, tara latest collection cha."
    },
    {
        "context": "Smart Electronics, Kathmandu ma abaileko special offer ma discount chaina, tara electronics haru ko wide range cha. Tapai le laptop, tablets, ra mobile accessories ko collection dekhna saknu hunchha. Delivery free cha Kathmandu ma.",
        "question": "Special offer ma discount cha?",
        "response": "Special offer ma discount chaina, tara electronics ko wide range cha."
    },
    {
        "context": "Gadget Plus, Pokhara ma abaileko Dashain sale ma discounts chaina, tara tapai haru le smartwatches, mobile accessories ra laptops ko collection paunuhunchha. Delivery free cha Pokhara ma.",
        "question": "Dashain sale ma discount cha?",
        "response": "Dashain sale ma discount chaina, tara collection cha smartwatches ra laptops ko."
    },
    {
        "context": "Tech Store Nepal, Kathmandu le abaileko festive offer ma discount chaina. Tapai haru le mobiles, tablets, ra laptops ko latest collection ko faida linu saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive offer ma discount cha?",
        "response": "Festive offer ma discount chaina, tara latest collection cha."
    },
    {
        "context": "Digital Mart, Biratnagar le abaileko special offer ma discount chaina. Tapai le mobile phones ra laptops ko new arrivals dekhna saknu hunchha. Delivery Biratnagar ma free cha.",
        "question": "Special offer ma discount cha?",
        "response": "Special offer ma discount chaina, tara new arrivals cha mobile phones ra laptops ko."
    },
    {
        "context": "TechPlus, Pokhara ma abaileko Tihar sale ma discount chaina, tara hami le mobile phones, tablets, ra smartwatches ko wide selection rakheko cha. Delivery free cha Pokhara ma.",
        "question": "Tihar sale ma discount cha?",
        "response": "Tihar sale ma discount chaina, tara mobile phones ra tablets ko wide selection cha."
    },
    {
        "context": "Smart World, Kathmandu ma abaileko festive time ma discount chaina. Tapai haru le smartwatches, gaming consoles ra printers ko new stock dekhnus. Delivery Kathmandu ma free cha.",
        "question": "Festive time ma discount cha?",
        "response": "Festive time ma discount chaina, tara new stock cha smartwatches ra gaming consoles ko."
    },
    {
        "context": "Gadget Hub, Biratnagar le abaileko special offer ma discount chaina. Tapai haru le top-rated mobile accessories ra gadgets ko collection paunuhunchha. Delivery charge Biratnagar ma free cha.",
        "question": "Special offer ma discount cha?",
        "response": "Special offer ma discount chaina, tara top-rated mobile accessories cha."
    },
    {
        "context": "Digital Hub, Kathmandu le abaileko sale ma discount chaina, tara tapai le quality laptops ra smart gadgets ko collection dekhna saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Sale ma discount cha?",
        "response": "Sale ma discount chaina, tara quality laptops ra gadgets ko collection cha."
    },
    {
        "context": "TechZone, Itahari le abaileko festive sale ma discount chaina. Tapai le new mobile phones, smartwatches ra tablets ko wide collection dekhna saknu hunchha. Delivery free cha Itahari ma.",
        "question": "Festive sale ma discount cha?",
        "response": "Festive sale ma discount chaina, tara new mobiles ra smartwatches cha."
    },
    {
        "context": "Smart Electronics, Pokhara le abaileko special offer ma discount chaina, tara tapai haru le smart home devices ra gaming accessories ko latest models dekhna saknu hunchha. Delivery Pokhara ma free cha.",
        "question": "Special offer ma discount cha?",
        "response": "Special offer ma discount chaina, tara smart home devices ra gaming accessories cha."
    },
    {
        "context": "Gadget World, Kathmandu le abaileko festive offer ma discount chaina, tara tapai haru le mobile phones, printers ra smartwatches ko wide collection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive offer ma discount cha?",
        "response": "Festive offer ma discount chaina, tara mobile phones ra printers ko collection cha."
    },
    {
        "context": "Tech Hub Nepal, Biratnagar le abaileko Dashain ko time ma discount chaina, tara tapai le laptops, tablets ra smartphones ko new stock dekhnus. Delivery free cha Biratnagar ma.",
        "question": "Dashain ko time ma discount cha?",
        "response": "Dashain ko time ma discount chaina, tara new stock cha laptops ra smartphones ko."
    },
    {
        "context": "Gadget Store, Kathmandu le abaileko festive offer ma discount chaina. Tapai haru le electronics, gaming consoles ra printers ko wide selection dekhna saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive offer ma discount cha?",
        "response": "Festive offer ma discount chaina, tara electronics ra gaming consoles ko selection cha."
    },
    {
        "context": "Smart Tech, Pokhara le abaileko Dashain sale ma discount chaina, tara tapai haru le mobile phones, laptops ra smartwatches ko latest models paunuhunchha. Delivery charge free cha Pokhara ma.",
        "question": "Dashain sale ma discount cha?",
        "response": "Dashain sale ma discount chaina, tara latest models cha mobile phones ra laptops ko."
    },
    {
        "context": "Gadget Hub Nepal, Kathmandu ma abaileko special festive sale ma discount chaina. Tapai haru le smartwatches, printers ra gaming consoles ko wide collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive sale ma discount cha?",
        "response": "Festive sale ma discount chaina, tara smartwatches ra gaming consoles cha."
    },
    {
        "context": "Digital Shop, Biratnagar ma abaileko Dashain ko sale ma discount chaina. Tapai le new mobile phones ra laptops ko collection paunuhunchha. Delivery Biratnagar ma free cha.",
        "question": "Dashain ko sale ma discount cha?",
        "response": "Dashain ko sale ma discount chaina, tara mobile phones ra laptops cha."
    },
    {
        "context": "Hamro online store ma aajkal Dashain ko time ma heavy discount cha. Tapai le electronics, gadgets, ra home appliances ko wide range ma discount paunuhunchha. Laptop haru ma 30% dekhi 50% samma discount cha, ra smartphone haru ma pani 20% discount cha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Dashain ma heavy discount cha ke?",
        "response": "Ho, Dashain ma heavy discount cha. Electronics, gadgets, ra smartphones haru ma 20% dekhi 50% samma discount cha."
    },
    {
        "context": "Hamro store ma festive season ma 10% ko discount cha. Tapai le mobile accessories ra laptops haru ko collection dekhna saknu hunchha. E-commerce website ma limited time offer cha jasma only specific items ma discount cha. Delivery Kathmandu ma free cha.",
        "question": "Festive season ma 10% discount cha?",
        "response": "Ho, festive season ma 10% ko discount cha, tara yo limited items ma ho."
    },
    {
        "context": "Tech World le abaileko summer sale ma 25% discount cha. Laptop ra mobile phones haru ko top-rated models ma yesto discount cha. Mobile accessories ra home appliances ma pani discount cha. Tapai le hami ko website ma aera offer herna saknu hunchha. Delivery free cha Kathmandu ma.",
        "question": "Summer sale ma kasto discount cha?",
        "response": "Summer sale ma 25% discount cha, laptop ra mobile phones haru ma top-rated models ma."
    },
    {
        "context": "Smart Electronics ma abaileko Tihar sale ma 5% discount cha. Tapai le gadgets haru, printers, ra home appliances ko collection paunuhunchha. Special offer ko through tapai haru le small items ma affordable price ma buy garna saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Tihar sale ma 5% discount cha ke?",
        "response": "Tihar sale ma 5% discount cha, tara yeh discount mainly small items ma cha."
    },
    {
        "context": "Gadget Hub Nepal le abaileko Dashain offer ma 50% discount cha. Tapai le mobile phones ra laptops ko selection dekhna saknu hunchha. Electronics ma heavy discount cha, tapaiko favorite brand haru ko items ma bhi discount cha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain offer ma kati discount cha?",
        "response": "Dashain offer ma 50% discount cha, electronics ra laptops haru ma heavy discount cha."
    },
    {
        "context": "Digital Hub Nepal ma festive sale cha, tara yeh time ma discount chaina. Tapai le electronics, mobile phones, ra printers ko collection dekhnus, tara abaileko festive season ma discount offer garna sakina.",
        "question": "Festive season ma discount chaina ke?",
        "response": "Ho, festive season ma abaileko time ma discount chaina, tara collection cha electronics ra mobile phones ko."
    },
    {
        "context": "SmartTech, Pokhara ma special seasonal offer ma 20% discount cha. Tapai le new mobile phones ra laptops haru ko collection paunuhunchha. Delivery charge free cha Pokhara ma, tara specific items ma discount cha.",
        "question": "Special offer ma kati discount cha?",
        "response": "Special offer ma 20% discount cha, mainly mobile phones ra laptops haru ma."
    },
    {
        "context": "Gadget Store Nepal le abaileko sale ma 10% discount cha. Tapai le mobile accessories ra smart gadgets ko selection dekhna saknu hunchha. Sale ma limited items ma discount cha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Sale ma 10% discount cha?",
        "response": "Sale ma 10% discount cha, tara limited items ma."
    },
    {
        "context": "Gadget Plus le festive sale ma 30% discount ko offer rakheko cha. Tapai le smartwatches, laptops, ra mobile phones haru ko wide selection dekhna saknu hunchha. Hami ko online platform ma free delivery offer cha.",
        "question": "Festive sale ma kati discount cha?",
        "response": "Festive sale ma 30% discount cha, smartwatches, laptops, ra mobile phones ma."
    },
    {
        "context": "Digital Mart ma heavy discount cha Dashain ko special offer ma. 40% dekhi 60% samma discount cha mobile phones ra laptops ma. Tapai le top-rated electronics paunuhunchha. Delivery free cha Kathmandu ma.",
        "question": "Dashain ma kati heavy discount cha?",
        "response": "Dashain ma mobile phones ra laptops ma 40% dekhi 60% samma discount cha."
    },
    {
        "context": "Gadget Hub, Pokhara le abaileko festive offer ma 5% discount cha. Tapai le electronics, mobile accessories, ra laptops ko collection dekhna saknu hunchha. Limited time offer cha, delivery free cha Pokhara ma.",
        "question": "Festive offer ma 5% discount cha?",
        "response": "Festive offer ma 5% discount cha, limited time offer cha electronics ra mobile accessories ma."
    },
    {
        "context": "Tech Zone, Kathmandu ma festive offer ma 15% discount cha. Tapai le electronics, printers, ra gaming accessories ko collection dekhna saknu hunchha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 15% discount cha, electronics ra gaming accessories ma."
    },
    {
        "context": "Hamro store ma Dashain ko time ma heavy discount cha, tapaiko favorite items ma 40% dekhi 60% samma discount cha. Tapai le smartphones, laptops ra home appliances haru paunuhunchha. Delivery free cha Kathmandu ma.",
        "question": "Dashain ma kati heavy discount cha?",
        "response": "Dashain ma 40% dekhi 60% samma heavy discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Tech Mart le abaileko sale ma less discount cha, 10% cha sabai products ma. Tapai le gadgets ra accessories haru ko selection dekhna saknu hunchha. Sale ma limited time offer cha, delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 10% discount cha, tara limited time offer cha."
    },
    {
        "context": "Smart Electronics le abaileko festive offer ma discount chaina. Tapai le mobile phones, laptops, ra accessories haru dekhna saknu hunchha. Yo time ma hami le any discount offer chaina.",
        "question": "Festive offer ma discount cha?",
        "response": "Festive offer ma abaileko time ma discount chaina."
    },
    {
        "context": "Hamro online store ma Dashain ko offer ma 20% discount cha. Tapai le mobile phones ra electronics haru ko wide selection dekhnus. Delivery free cha Kathmandu ma.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 20% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Digital Hub Nepal le festive season ma 10% discount rakheko cha. Tapai le electronics, laptops, ra mobile phones ko collection paunuhunchha. Delivery free cha Kathmandu ma.",
        "question": "Festive season ma 10% discount cha?",
        "response": "Ho, festive season ma 10% discount cha electronics ra laptops ma."
    },
    {
        "context": "Smart Tech, Pokhara le abaileko sale ma 50% discount cha. Tapai le electronics, laptops, ra mobile phones ko latest models dekhna saknu hunchha. Delivery free cha Pokhara ma.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 50% discount cha, electronics ra mobile phones ma."
    },
    {
        "context": "Gadget Hub Nepal le Dashain ko offer ma 30% discount cha. Tapai le mobile phones ra smartwatches ko wide collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain offer ma kati discount cha?",
        "response": "Dashain offer ma 30% discount cha, mobile phones ra smartwatches ma."
    },
    {
        "context": "Tech Store le festive season ma 20% discount rakheko cha. Tapai le laptops ra mobile phones ko top-rated models paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 20% discount cha, laptops ra mobile phones ma."
    },
    {
        "context": "Gadget Store Nepal le Dashain ko samayama 40% dekhi 60% samma discount cha mobile phones ra laptops ko top-rated models ma. Delivery free cha Kathmandu ma.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% dekhi 60% samma discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Smart Tech, Kathmandu ma festive season ma discount chaina. Tapai le electronics, laptops ra mobile phones haru ko selection dekhna saknu hunchha. Abaileko festive time ma hami le discount offer garna sakina.",
        "question": "Festive season ma discount cha?",
        "response": "Festive season ma discount chaina, tara electronics ra laptops available cha."
    },
    {
        "context": "Hamro online store ma tihar ko samaya ma 50% discount cha. Tapai le mobile phones, laptops, ra electronics haru ko wide collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Tihar ma kati discount cha?",
        "response": "Tihar ma 50% discount cha, mainly mobile phones ra electronics ma."
    },
    {
        "context": "Digital Hub Nepal le abaileko sale ma 15% discount cha. Tapai le gadgets ra accessories haru dekhna saknu hunchha, tara yo discount offer limited time ma cha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 15% discount cha, tara limited time offer cha."
    },
    {
        "context": "Smart Electronics le festive season ko offer ma 20% discount cha. Tapai le smartwatches, laptops ra mobile phones paunuhunchha. Limited time offer cha, delivery Kathmandu ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 20% discount cha, mainly smartwatches ra laptops ma."
    },
    {
        "context": "Tech Mart Nepal le abaileko sale ma 30% discount cha mobile phones ra electronics haru ma. Tapai le top brands ko items paunuhunchha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 30% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Hamro store ma Dashain ko time ma 40% discount cha. Tapai le mobile phones, gadgets, ra home appliances ko wide selection dekhna saknu hunchha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% discount cha, mainly mobile phones ra gadgets ma."
    },
    {
        "context": "Digital Zone Nepal le abaileko festive offer ma 10% discount cha. Tapai le laptops, printers, ra mobile accessories haru paunuhunchha. Delivery Kathmandu ma free cha, tara discount limited items ma cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 10% discount cha, tara yeh limited items ma cha."
    },
    {
        "context": "Tech World le Dashain ma heavy discount offer garna cha. Tapai le mobile phones, laptops, ra gadgets haru ma 50% dekhi 60% samma discount paunuhunchha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Dashain ma heavy discount cha ke?",
        "response": "Ho, Dashain ma 50% dekhi 60% samma discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Hub Nepal le festive season ma 5% discount rakheko cha. Tapai le electronics, mobile accessories, ra laptops ko collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 5% discount cha, electronics ra mobile accessories ma."
    },
    {
        "context": "SmartTech, Pokhara le 20% discount rakheko cha seasonal sale ma. Tapai le mobile phones, laptops, ra gaming accessories ko collection dekhna saknu hunchha. Delivery free cha Pokhara ma.",
        "question": "Seasonal sale ma kati discount cha?",
        "response": "Seasonal sale ma 20% discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Store le festive season ma discount offer garne cha. Tapai le electronics, laptops ra accessories ko wide range dekhna saknu hunchha, tara abaileko time ma yeh discount offer chaina.",
        "question": "Festive season ma discount cha ke?",
        "response": "Abaileko time ma festive season ma discount offer chaina, tara electronics ra laptops available cha."
    },
    {
        "context": "Digital Mart le Dashain ko samaya ma 30% discount cha. Tapai le mobile phones, laptops, ra home appliances haru ko collection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 30% discount cha, mobile phones ra home appliances ma."
    },
    {
        "context": "Smart Electronics le festive sale ma 5% discount cha. Tapai le printers, gadgets, ra accessories ko selection dekhna saknu hunchha. Limited time offer cha, delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive sale ma kati discount cha?",
        "response": "Festive sale ma 5% discount cha, tara limited time offer cha."
    },
    {
        "context": "Tech Mart Nepal le festive season ma 10% discount offer garne cha. Tapai le laptops, home appliances, ra mobile phones haru ko wide selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 10% discount cha, laptops ra mobile phones ma."
    },
    {
        "context": "Gadget Plus le festive time ma 50% discount cha. Tapai le mobile phones, laptops, ra gadgets haru ko top-rated models paunuhunchha. Delivery free cha Kathmandu ma.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 50% discount cha, mobile phones ra gadgets ma."
    },
    {
        "context": "Hamro online store ma Dashain ko time ma 40% discount cha electronics, gadgets, ra mobile phones ma. Tapai le yeh discount ko benefit linu hunchha ra free delivery paunuhunchha Kathmandu ma.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Gadget Hub Nepal le festive sale ma 30% discount cha. Tapai le mobile phones ra laptops ko selection dekhna saknu hunchha. Delivery free cha Kathmandu ma.",
        "question": "Festive sale ma kati discount cha?",
        "response": "Festive sale ma 30% discount cha, mainly mobile phones ra laptops ma."
    },
    {
        "context": "Digital Store le Dashain ma 10% discount cha. Tapai le electronics ra accessories haru ko collection dekhna saknu hunchha. Limited time offer cha, delivery Kathmandu ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 10% discount cha, electronics ra accessories ma."
    },
    {
        "context": "Tech World le Dashain ko samaya ma 25% discount cha. Tapai le mobile phones ra laptops haru ko top-rated models paunuhunchha. Delivery free cha Kathmandu ra surrounding areas ma.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 25% discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Hub Nepal le abaileko sale ma 5% discount cha. Tapai le gadgets ra accessories ko wide selection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 5% discount cha, mainly gadgets ra accessories ma."
    },
    {
        "context": "Smart Electronics le festive offer ma 40% discount cha. Tapai le mobile phones, laptops, ra smartwatches ko wide selection paunuhunchha. Delivery free cha Kathmandu ma.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 40% discount cha, mobile phones ra smartwatches ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ko time ma 50% discount cha mobile phones ra electronics haru ma. Tapai le yeh discount ko benefit linu hunchha ra delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 50% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Hamro store le festive season ma 15% discount cha. Tapai le mobile phones, laptops, ra accessories haru ko collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 15% discount cha, mainly mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Store le Dashain ko samaya ma 40% discount cha mobile phones ra laptops ma. Tapai le yeh discount ko benefit linu hunchha ra delivery Kathmandu ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Digital Mart le festive season ma 10% discount cha electronics ra mobile accessories ma. Tapai le laptop ra home appliances haru ko collection dekhna saknu hunchha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 10% discount cha electronics ra accessories ma."
    },
    {
        "context": "Hamro store le festive season ma 25% discount rakheko cha. Tapai le smartwatches, headphones, ra mobile accessories haru ko collection dekhna saknu hunchha. Yo discount limited time offer ho, Kathmandu ra surrounding areas ma delivery free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 25% discount cha, mainly smartwatches ra headphones ma."
    },
    {
        "context": "SmartTech Nepal le Dashain ko samaya ma 10% discount cha mobile accessories ra laptops ma. Tapai le top-rated laptops paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 10% discount cha mobile accessories ra laptops ma."
    },
    {
        "context": "Gadget Zone Nepal le abaileko sale ma 5% discount cha. Tapai le mobile phones ra tablets ko selection dekhna saknu hunchha. Yo discount limited offer ho, delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 5% discount cha mobile phones ra tablets ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ko samaya ma 40% discount cha electronics, home appliances, ra gadgets ma. Tapai le yeh discount ko benefit linu hunchha ra free delivery paunuhunchha Kathmandu ma.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% discount cha electronics, home appliances, ra gadgets ma."
    },
    {
        "context": "Hamro online store le festive time ma 15% discount rakheko cha. Tapai le mobile phones, gadgets, ra smartwatches ko wide selection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 15% discount cha, mobile phones ra gadgets ma."
    },
    {
        "context": "Gadget Mart le abaileko festive sale ma 20% discount cha mobile phones, laptops, ra smart gadgets ma. Tapai le limited time offer ko benefit linu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive sale ma kati discount cha?",
        "response": "Festive sale ma 20% discount cha mobile phones, laptops, ra smart gadgets ma."
    },
    {
        "context": "Tech World le Dashain ko samaya ma 50% discount cha. Tapai le mobile phones ra electronics haru ko selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 50% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Digital Hub Nepal le 30% discount rakheko cha festive season ma. Tapai le mobile phones, tablets, ra gadgets haru ko collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 30% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Hamro store le Dashain ko time ma 40% discount cha. Tapai le mobile phones, laptops, ra electronics haru ko collection paunuhunchha. Yo discount Kathmandu ra Pokhara ma free delivery sath cha.",
        "question": "Dashain ko time ma kati discount cha?",
        "response": "Dashain ko time ma 40% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Gadget Plus le festive offer ma 10% discount cha. Tapai le home appliances, printers, ra smartwatches haru ko selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 10% discount cha, home appliances ra smartwatches ma."
    },
    {
        "context": "Tech Mart le Dashain ko samaya ma 30% discount cha electronics ra mobile phones ma. Tapai le latest model ko mobile phones paunuhunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 30% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Smart Electronics le festive season ma 5% discount rakheko cha. Tapai le printers, laptops, ra mobile accessories ko wide selection dekhna saknu hunchha. Yo discount limited time offer ho.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 5% discount cha, printers ra laptops ma."
    },
    {
        "context": "Tech Hub Nepal le abaileko sale ma 15% discount cha. Tapai le electronics, laptops, ra gadgets ko selection dekhna saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 15% discount cha, electronics ra laptops ma."
    },
    {
        "context": "Digital Mart le festive season ko time ma 20% discount cha. Tapai le mobile phones, laptops, ra smartwatches ko wide collection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive season ko time ma kati discount cha?",
        "response": "Festive season ko time ma 20% discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Hub Nepal le Dashain ko samaya ma 50% discount cha. Tapai le mobile phones ra electronics haru ko top models paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 50% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Tech Mart Nepal le festive season ma 25% discount cha. Tapai le smartwatches, mobile phones, ra laptops haru ko wide selection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 25% discount cha, mainly smartwatches ra mobile phones ma."
    },
    {
        "context": "Hamro online store le Dashain ma 30% discount rakheko cha. Tapai le gadgets, home appliances, ra mobile phones ko wide collection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 30% discount cha gadgets ra home appliances ma."
    },
    {
        "context": "Gadget Store le festive time ma 40% discount cha. Tapai le mobile phones, laptops, ra electronics ko wide selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 40% discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Smart Electronics le Dashain ma 10% discount rakheko cha. Tapai le mobile phones, smartwatches, ra laptops haru ko selection paunuhunchha. Yo discount limited time offer ho.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 10% discount cha, mainly mobile phones ra smartwatches ma."
    },
    {
        "context": "Gadget Plus Nepal le festive offer ma 30% discount cha. Tapai le mobile phones, laptops, ra smart gadgets ko selection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 30% discount cha, mobile phones ra laptops ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ko samaya ma 20% discount rakheko cha. Tapai le electronics, home appliances, ra mobile phones ko selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 20% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Digital Hub le festive season ma 50% discount cha. Tapai le laptops, mobile phones, ra smartwatches ko wide collection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 50% discount cha, mainly mobile phones ra smartwatches ma."
    },
    {
        "context": "Hamro Tech Store le abaileko sale ma 20% discount rakheko cha. Tapai le mobile phones, smartwatches, ra tablets haru ko selection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Sale ma kati discount cha?",
        "response": "Sale ma 20% discount cha, mobile phones ra smartwatches ma."
    },
    {
        "context": "Tech Mart Nepal le festive season ko samaya ma 10% discount cha mobile accessories ma. Tapai le phone cases, chargers, ra earphones ko selection dekhna saknu hunchha. Yo discount limited time ho.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 10% discount cha mobile accessories ma."
    },
    {
        "context": "Smart Electronics le Dashain ko samaya ma 30% discount cha. Tapai le electronics ra mobile phones ko wide collection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 30% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Gadget Hub Nepal le festive time ma 25% discount cha mobile phones, laptops, ra gadgets ma. Tapai le yeh discount ko benefit linu hunchha ra Kathmandu ma free delivery paunuhunchha.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 25% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Tech World Nepal le Dashain ko time ma 50% discount cha. Tapai le top-rated mobile phones, laptops, ra home appliances ko selection paunuhunchha. Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Dashain ko time ma kati discount cha?",
        "response": "Dashain ko time ma 50% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Digital Mart le festive season ma 5% discount rakheko cha. Tapai le gadgets, printers, ra mobile phones ko collection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 5% discount cha gadgets ra printers ma."
    },
    {
        "context": "Hamro online store le Dashain ko samaya ma 30% discount cha. Tapai le mobile phones, laptops, ra smart gadgets ko wide selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 30% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Mart Nepal le festive season ko offer ma 15% discount cha. Tapai le laptops, mobile phones, ra electronics haru ko collection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive season ko offer ma kati discount cha?",
        "response": "Festive season ko offer ma 15% discount cha laptops ra mobile phones ma."
    },
    {
        "context": "Tech Hub Nepal le Dashain ma 40% discount rakheko cha. Tapai le home appliances, mobile phones, ra laptops ko wide selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 40% discount cha mobile phones ra home appliances ma."
    },
    {
        "context": "Gadget Plus Nepal le festive offer ma 5% discount cha mobile accessories ma. Tapai le phone cases, chargers, ra screen protectors ko selection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 5% discount cha mobile accessories ma."
    },
    {
        "context": "SmartTech Nepal le Dashain ko samaya ma 25% discount cha electronics ra home appliances ma. Tapai le refrigerators, washing machines, ra smart TVs ko selection dekhna saknu hunchha. Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 25% discount cha home appliances ra electronics ma."
    },
    {
        "context": "Tech Zone Nepal le festive season ko time ma 30% discount cha gadgets ra smartwatches ma. Tapai le latest smartwatches ra wireless earbuds ko selection paunuhunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive season ko time ma kati discount cha?",
        "response": "Festive season ko time ma 30% discount cha gadgets ra smartwatches ma."
    },
    {
        "context": "Gadget Store le Dashain ko offer ma 50% discount rakheko cha. Tapai le mobile phones, laptops, ra electronics haru ko top selection paunuhunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Dashain ko offer ma kati discount cha?",
        "response": "Dashain ko offer ma 50% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Digital Hub Nepal le festive offer ma 10% discount cha. Tapai le home appliances, printers, ra mobile phones ko wide collection paunuhunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 10% discount cha home appliances ra mobile phones ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ko samaya ma 20% discount cha gadgets ra mobile phones ma. Tapai le top-rated mobile phones ra smart gadgets ko selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 20% discount cha gadgets ra mobile phones ma."
    },
    {
        "context": "Gadget Plus Nepal le festive time ma 25% discount cha. Tapai le mobile phones, laptops, ra smart gadgets ko wide collection dekhna saknu hunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 25% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Hamro store le Dashain ko samaya ma 15% discount cha. Tapai le mobile phones, laptops, ra home appliances ko selection paunuhunchha. Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 15% discount cha mobile phones ra home appliances ma."
    },
    {
        "context": "Tech Mart le festive season ma 40% discount cha. Tapai le home appliances, gadgets, ra electronics haru ko wide collection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 40% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Smart Electronics le Dashain ko samaya ma 30% discount cha. Tapai le mobile phones, smartwatches, ra laptops ko selection paunuhunchha. Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 30% discount cha mobile phones ra smartwatches ma."
    },
    {
        "context": "Gadget Hub Nepal le festive offer ma 5% discount cha. Tapai le laptops, mobile phones, ra accessories haru ko selection dekhna saknu hunchha. Delivery Kathmandu ma free cha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 5% discount cha laptops ra mobile phones ma."
    },
    {
        "context": "Tech Zone Nepal le festive season ma 50% discount cha. Tapai le mobile phones, laptops, ra electronics ko collection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 50% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Hamro online store le Dashain ko samaya ma 25% discount cha. Tapai le electronics, mobile phones, ra home appliances ko selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 25% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Hamro Mobile Store le Dashain ma 40% discount rakheko cha sabai mobile phones ma. Tapai le latest model ra smart phones haru ko selection dekhna saknu hunchha. Kathmandu ma free delivery cha.",
        "question": "Dashain ma kati discount cha mobile phones ma?",
        "response": "Dashain ma 40% discount cha mobile phones ma."
    },
    {
        "context": "Gadget Store le festive season ma 10% discount cha. Tapai le home appliances, gadgets ra electronics ko wide selection paunuhunchha. Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 10% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Smart Tech Nepal le Dashain ko samaya ma 50% discount cha top-rated laptops ra mobile phones ma. Tapai le yeh discount ko fayda linu hunchha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 50% discount cha laptops ra mobile phones ma."
    },
    {
        "context": "Tech Mart Nepal le festive time ma 20% discount rakheko cha sabai smart watches ra wireless earphones ma. Tapai le electronics ra gadgets ko wide collection dekhna saknu hunchha.",
        "question": "Festive time ma kati discount cha?",
        "response": "Festive time ma 20% discount cha smart watches ra wireless earphones ma."
    },
    {
        "context": "Gadget Mart Nepal le special offer ma 15% discount cha mobile accessories haru ma. Tapai le phone covers, chargers, ra earphones ko selection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Special offer ma kati discount cha?",
        "response": "Special offer ma 15% discount cha mobile accessories ma."
    },
    {
        "context": "Tech Hub Nepal le Dashain ko samaya ma 30% discount cha electronics ra mobile phones ma. Tapai le refrigerators, TVs, ra mobile phones ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha electronics ma?",
        "response": "Dashain ma 30% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Hamro Electronics Store le festive season ko offer ma 25% discount cha laptops ra gadgets ma. Tapai le latest models ra smart gadgets ko selection dekhna saknu hunchha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 25% discount cha laptops ra gadgets ma."
    },
    {
        "context": "Gadget Plus Nepal le Dashain ko samaya ma 5% discount cha. Tapai le mobile phones, laptops, ra home appliances ko selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ko samaya ma kati discount cha?",
        "response": "Dashain ko samaya ma 5% discount cha mobile phones ra home appliances ma."
    },
    {
        "context": "SmartTech Nepal le festive season ma 50% discount rakheko cha. Tapai le home appliances, gadgets, ra mobile phones ko collection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 50% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Tech World Nepal le Dashain ko samaya ma 35% discount cha. Tapai le laptops, mobile phones, ra smart gadgets ko wide selection paunuhunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha?",
        "response": "Dashain ma 35% discount cha laptops ra mobile phones ma."
    },
    {
        "context": "Gadget Store le festive offer ma 5% discount cha mobile phones ma. Tapai le latest mobile phones ra accessories ko collection dekhna saknu hunchha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 5% discount cha mobile phones ma."
    },
    {
        "context": "Hamro Gadget Hub le Dashain ko samaya ma 25% discount cha mobile phones, laptops, ra home appliances ma. Tapai le yeh discount ko fayda linu hunchha.",
        "question": "Dashain ma kati discount cha mobile phones ma?",
        "response": "Dashain ma 25% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Mart Nepal le Dashain ko samaya ma 30% discount cha. Tapai le mobile phones, laptops, ra electronics ko wide selection dekhna saknu hunchha. Delivery Kathmandu ra Pokhara ma free cha.",
        "question": "Dashain ma kati discount cha electronics ma?",
        "response": "Dashain ma 30% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Smart Electronics le festive offer ma 10% discount cha. Tapai le smart gadgets, wireless earphones, ra laptops ko collection dekhna saknu hunchha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 10% discount cha smart gadgets ra wireless earphones ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ma 20% discount cha home appliances ma. Tapai le refrigerators, washing machines, ra smart TVs ko selection paunuhunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 20% discount cha home appliances ma."
    },
    {
        "context": "Gadget Hub Nepal le festive season ko offer ma 40% discount cha. Tapai le gadgets ra mobile phones ko wide collection paunuhunchha. Delivery Kathmandu ra surrounding areas ma free cha.",
        "question": "Festive season ko offer ma kati discount cha?",
        "response": "Festive season ko offer ma 40% discount cha gadgets ra mobile phones ma."
    },
    {
        "context": "Tech Zone Nepal le Dashain ma 15% discount cha. Tapai le home appliances, mobile phones, ra laptops ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 15% discount cha home appliances ra mobile phones ma."
    },
    {
        "context": "Smart Tech Nepal le festive offer ma 50% discount cha. Tapai le mobile phones ra smartwatches ko wide selection dekhna saknu hunchha.",
        "question": "Festive offer ma kati discount cha?",
        "response": "Festive offer ma 50% discount cha mobile phones ra smartwatches ma."
    },
    {
        "context": "Gadget Store le Dashain ma 30% discount cha. Tapai le latest mobile phones ra laptops ko selection dekhna saknu hunchha. Kathmandu ma free delivery cha.",
        "question": "Dashain ma kati discount cha mobile phones ma?",
        "response": "Dashain ma 30% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Tech Mart Nepal le festive season ma 10% discount rakheko cha. Tapai le laptops, home appliances, ra gadgets ko wide collection paunuhunchha. Kathmandu ma free delivery cha.",
        "question": "Festive season ma kati discount cha?",
        "response": "Festive season ma 10% discount cha laptops ra home appliances ma."
    },
    {
        "context": "Hamro Smart Store le Dashain ko samaya ma 5% discount cha mobile accessories ma. Tapai le phone cases, screen protectors, ra earphones ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha mobile accessories ma?",
        "response": "Dashain ma 5% discount cha mobile accessories ma."
    },
    {
        "context": "Gadget Mart Nepal le Dashain ko samaya ma 50% discount cha. Tapai le electronics, home appliances, ra mobile phones ko collection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 50% discount cha home appliances ra electronics ma."
    },
    {
        "context": "Tech World Nepal le festive season ko time ma 30% discount cha. Tapai le laptops, home appliances, ra electronics haru ko selection dekhna saknu hunchha.",
        "question": "Festive season ko time ma kati discount cha?",
        "response": "Festive season ko time ma 30% discount cha laptops ra home appliances ma."
    },
    {
        "context": "Smart Electronics le Dashain ma 15% discount cha. Tapai le mobile phones ra home appliances ko selection dekhna saknu hunchha. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 15% discount cha home appliances ra mobile phones ma."
    },
    {
        "context": "Hamro Mobile Hub le festive season ma 20% discount rakheko cha sabai smartphones ra accessories ma. Tapai le free delivery paunuhunchha Kathmandu ra Pokhara ma.",
        "question": "Festive season ma kati discount cha mobile accessories ma?",
        "response": "Festive season ma 20% discount cha smartphones ra accessories ma."
    },
    {
        "context": "Gadget Store le Dashain ko samaya ma 10% discount rakheko cha sabai gadgets ra electronics ma. Tapai le yeh discount ko fayda linu hunchha.",
        "question": "Dashain ma kati discount cha electronics ma?",
        "response": "Dashain ma 10% discount cha gadgets ra electronics ma."
    },
    {
        "context": "Tech World Nepal le festive time ma 40% discount cha sabai mobile phones ra laptops ma. Tapai le yeh offer Kathmandu ma paunuhunchha.",
        "question": "Festive time ma kati discount cha laptops ma?",
        "response": "Festive time ma 40% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Smart Electronics le Dashain ma 15% discount cha. Tapai le mobile phones ra gadgets haru ko wide selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha gadgets ma?",
        "response": "Dashain ma 15% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Tech Mart Nepal le festive offer ma 5% discount cha sabai products ma. Tapai le home appliances ra gadgets ko selection paunuhunchha.",
        "question": "Festive offer ma kati discount cha products ma?",
        "response": "Festive offer ma 5% discount cha sabai products ma."
    },
    {
        "context": "Gadget Mart Nepal le Dashain ko samaya ma 30% discount cha sabai home appliances ma. Tapai le refrigerators, washing machines, ra smart TVs ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 30% discount cha home appliances ma."
    },
    {
        "context": "Tech Store Nepal le Dashain ko special offer ma 50% discount cha sabai electronics ra mobile phones ma. Kathmandu ma free delivery cha.",
        "question": "Dashain ma kati discount cha electronics ra mobile phones ma?",
        "response": "Dashain ma 50% discount cha electronics ra mobile phones ma."
    },
    {
        "context": "Gadget Hub Nepal le festive season ma 25% discount cha. Tapai le mobile phones, gadgets ra home appliances ko selection paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ma?",
        "response": "Festive season ma 25% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Smart Tech Nepal le Dashain ma 40% discount cha mobile phones ra laptops ma. Tapai le yeh discount Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Dashain ma kati discount cha laptops ma?",
        "response": "Dashain ma 40% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Hamro Electronics Store le festive season ma 10% discount cha. Tapai le home appliances, laptops ra gadgets ko selection dekhna saknu hunchha.",
        "question": "Festive season ma kati discount cha gadgets ma?",
        "response": "Festive season ma 10% discount cha home appliances ra laptops ma."
    },
    {
        "context": "Tech Zone Nepal le Dashain ma 25% discount cha mobile phones ra accessories ma. Tapai le yeh offer Kathmandu ra Pokhara ma free delivery cha.",
        "question": "Dashain ma kati discount cha mobile accessories ma?",
        "response": "Dashain ma 25% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Gadget Plus Nepal le Dashain ko special offer ma 50% discount cha sabai gadgets ra mobile phones ma. Tapai le latest model haru dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha gadgets ra mobile phones ma?",
        "response": "Dashain ma 50% discount cha gadgets ra mobile phones ma."
    },
    {
        "context": "Tech Mart Nepal le festive season ma 20% discount cha sabai products ma. Tapai le gadgets ra home appliances haru ko selection dekhna saknu hunchha.",
        "question": "Festive season ma kati discount cha products ma?",
        "response": "Festive season ma 20% discount cha gadgets ra home appliances ma."
    },
    {
        "context": "Gadget Store le Dashain ko samaya ma 30% discount cha electronics ra gadgets ma. Tapai le refrigerators, washing machines, ra smart TVs ko selection dekhna saknu hunchha.",
        "question": "Dashain ko samaya ma kati discount cha electronics ma?",
        "response": "Dashain ko samaya ma 30% discount cha electronics ra gadgets ma."
    },
    {
        "context": "Smart Tech Nepal le festive offer ma 10% discount cha mobile phones ma. Tapai le yeh discount Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Festive offer ma kati discount cha mobile phones ma?",
        "response": "Festive offer ma 10% discount cha mobile phones ma."
    },
    {
        "context": "Gadget Mart Nepal le Dashain ko samaya ma 20% discount cha sabai electronics ra home appliances ma. Tapai le Kathmandu ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 20% discount cha electronics ra home appliances ma."
    },
    {
        "context": "Tech Hub Nepal le festive season ma 5% discount cha mobile phones ra laptops ma. Tapai le yeh discount Kathmandu ma paunuhunchha.",
        "question": "Festive season ma kati discount cha laptops ma?",
        "response": "Festive season ma 5% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Hamro Gadget Store le Dashain ko samaya ma 15% discount cha. Tapai le mobile phones ra gadgets ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha gadgets ma?",
        "response": "Dashain ma 15% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Gadget Hub Nepal le festive season ma 40% discount cha home appliances ra gadgets ma. Tapai le yeh offer Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Festive season ma kati discount cha home appliances ma?",
        "response": "Festive season ma 40% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Tech World Nepal le Dashain ko special offer ma 30% discount cha sabai electronics ra laptops ma. Kathmandu ra surrounding areas ma free delivery cha.",
        "question": "Dashain ma kati discount cha electronics ra laptops ma?",
        "response": "Dashain ma 30% discount cha electronics ra laptops ma."
    },
    {
        "context": "SmartTech Nepal le festive offer ma 25% discount cha home appliances ra gadgets ma. Tapai le refrigerators, washing machines, ra TVs ko selection dekhna saknu hunchha.",
        "question": "Festive offer ma kati discount cha gadgets ma?",
        "response": "Festive offer ma 25% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ma 5% discount cha mobile phones ra laptops ma. Tapai le yeh discount Kathmandu ma paunuhunchha.",
        "question": "Dashain ma kati discount cha mobile phones ma?",
        "response": "Dashain ma 5% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Store le festive season ma 50% discount cha mobile phones ra accessories ma. Tapai le yeh offer Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ma?",
        "response": "Festive season ma 50% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Hamro Tech Hub le Dashain ma 25% discount cha mobile phones ra laptops ma. Tapai le Kathmandu ra surrounding areas ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha laptops ma?",
        "response": "Dashain ma 25% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Mart Nepal le festive season ma 15% discount cha electronics ra gadgets ma. Tapai le yeh discount Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Festive season ma kati discount cha gadgets ma?",
        "response": "Festive season ma 15% discount cha electronics ra gadgets ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ma 30% discount cha sabai electronics ra home appliances ma. Tapai le refrigerators ra washing machines ko selection dekhna saknu hunchha.",
        "question": "Dashain ma kati discount cha home appliances ma?",
        "response": "Dashain ma 30% discount cha home appliances ra electronics ma."
    },
    {
        "context": "Hamro Mobile Store le festive season ko special offer ma 30% discount cha mobile phones ra accessories ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Tapai ko store ma festive offer ma kati discount cha mobile accessories ma?",
        "response": "Hamro Mobile Store le festive season ko special offer ma 30% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Gadget World Nepal le Dashain ko samaya ma 25% discount cha mobile phones ra gadgets ma. Tapai le yeh offer Kathmandu ra surrounding areas ma paunuhunchha.",
        "question": "Dashain ko samaya ma kati discount cha gadgets ra mobile phones ma?",
        "response": "Dashain ko samaya ma 25% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "TechHub Nepal le festive season ma 10% discount rakheko cha electronics ra home appliances ma. Tapai le yeh offer Kathmandu ma paunuhunchha.",
        "question": "Festive season ma kati discount cha electronics ra home appliances ma?",
        "response": "Festive season ma 10% discount rakheko cha electronics ra home appliances ma."
    },
    {
        "context": "Smart Electronics le Dashain ko samaya ma 15% discount cha mobile phones ra gadgets ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha gadgets ra mobile phones ma?",
        "response": "Dashain ko samaya ma 15% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Gadget Mart Nepal le festive season ma 5% discount cha sabai mobile phones ra accessories ma. Tapai le Kathmandu ra surrounding areas ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ma?",
        "response": "Festive season ma 5% discount cha sabai mobile phones ra accessories ma."
    },
    {
        "context": "Tech Zone Nepal le Dashain ma 20% discount cha home appliances ra electronics ma. Tapai le yeh discount Kathmandu ma paunuhunchha.",
        "question": "Dashain ma kati discount cha electronics ra home appliances ma?",
        "response": "Dashain ma 20% discount cha home appliances ra electronics ma."
    },
    {
        "context": "Gadget Hub Nepal le Dashain ma 50% discount cha mobile phones ra gadgets ma. Tapai le yeh offer Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Dashain ma kati discount cha mobile phones ra gadgets ma?",
        "response": "Dashain ma 50% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Hamro Electronics Store le festive offer ma 25% discount cha home appliances ra laptops ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive offer ma kati discount cha laptops ra home appliances ma?",
        "response": "Festive offer ma 25% discount cha home appliances ra laptops ma."
    },
    {
        "context": "TechMart Nepal le Dashain ko samaya ma 30% discount cha sabai gadgets ra home appliances ma. Tapai le yeh offer Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Dashain ma kati discount cha gadgets ra home appliances ma?",
        "response": "Dashain ma 30% discount cha sabai gadgets ra home appliances ma."
    },
    {
        "context": "SmartTech Nepal le festive season ma 5% discount cha mobile phones ra accessories ma. Tapai le yeh offer Kathmandu ma paunuhunchha.",
        "question": "Festive season ma kati discount cha accessories ra mobile phones ma?",
        "response": "Festive season ma 5% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Gadget Store Nepal le Dashain ma 25% discount cha mobile phones ra gadgets ma. Tapai le yeh offer Kathmandu ra surrounding areas ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha gadgets ra mobile phones ma?",
        "response": "Dashain ma 25% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Tech World Nepal le festive season ma 10% discount cha mobile phones ra laptops ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha laptops ra mobile phones ma?",
        "response": "Festive season ma 10% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Plus Nepal le Dashain ma 40% discount cha mobile phones ra electronics ma. Tapai le Kathmandu ra surrounding areas ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha mobile phones ra electronics ma?",
        "response": "Dashain ma 40% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Hamro Smart Store le Dashain ko special offer ma 15% discount cha gadgets ra home appliances ma. Tapai le Kathmandu ma free delivery paunuhunchha.",
        "question": "Dashain ko special offer ma kati discount cha home appliances ra gadgets ma?",
        "response": "Dashain ko special offer ma 15% discount cha gadgets ra home appliances ma."
    },
    {
        "context": "Gadget Mart Nepal le festive season ma 25% discount cha mobile phones ra laptops ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ra laptops ma?",
        "response": "Festive season ma 25% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Tech Store Nepal le Dashain ma 20% discount cha mobile phones ra electronics ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha mobile phones ra electronics ma?",
        "response": "Dashain ma 20% discount cha mobile phones ra electronics ma."
    },
    {
        "context": "Smart Electronics le festive offer ma 40% discount cha home appliances ra gadgets ma. Tapai le Kathmandu ma free delivery paunuhunchha.",
        "question": "Festive offer ma kati discount cha home appliances ra gadgets ma?",
        "response": "Festive offer ma 40% discount cha home appliances ra gadgets ma."
    },
    {
        "context": "Tech Mart Nepal le Dashain ko special offer ma 5% discount cha mobile phones ra gadgets ma. Tapai le Kathmandu ma free delivery paunuhunchha.",
        "question": "Dashain ko special offer ma kati discount cha gadgets ma?",
        "response": "Dashain ko special offer ma 5% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Gadget Store Nepal le festive season ma 30% discount cha electronics ra mobile accessories ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha electronics ra mobile accessories ma?",
        "response": "Festive season ma 30% discount cha electronics ra mobile accessories ma."
    },
    {
        "context": "Tech Zone Nepal le Dashain ma 25% discount cha home appliances ra electronics ma. Tapai le Kathmandu ra surrounding areas ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha home appliances ra electronics ma?",
        "response": "Dashain ma 25% discount cha home appliances ra electronics ma."
    },
    {
        "context": "Gadget Hub Nepal le festive season ma 10% discount cha mobile phones ra accessories ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ra accessories ma?",
        "response": "Festive season ma 10% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Smart Tech Nepal le Dashain ma 35% discount cha gadgets ra mobile phones ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha mobile phones ra gadgets ma?",
        "response": "Dashain ma 35% discount cha gadgets ra mobile phones ma."
    },
    {
        "context": "Hamro Gadget Store le festive season ma 5% discount cha mobile accessories ra home appliances ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile accessories ra home appliances ma?",
        "response": "Festive season ma 5% discount cha mobile accessories ra home appliances ma."
    },
    {
        "context": "Gadget Mart Nepal le Dashain ko samaya ma 20% discount cha mobile phones ra gadgets ma. Tapai le yeh offer Kathmandu ra Pokhara ma paunuhunchha.",
        "question": "Dashain ko samaya ma kati discount cha gadgets ra mobile phones ma?",
        "response": "Dashain ko samaya ma 20% discount cha mobile phones ra gadgets ma."
    },
    {
        "context": "Tech Mart Nepal le festive season ma 30% discount cha mobile phones ra laptops ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha laptops ra mobile phones ma?",
        "response": "Festive season ma 30% discount cha mobile phones ra laptops ma."
    },
    {
        "context": "Gadget Store Nepal le Dashain ko special offer ma 50% discount cha electronics ra gadgets ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Dashain ko special offer ma kati discount cha electronics ra gadgets ma?",
        "response": "Dashain ko special offer ma 50% discount cha electronics ra gadgets ma."
    },
    {
        "context": "Smart Tech Nepal le festive offer ma 20% discount cha mobile phones ra accessories ma. Tapai le Kathmandu ma free delivery paunuhunchha.",
        "question": "Festive offer ma kati discount cha mobile phones ra accessories ma?",
        "response": "Festive offer ma 20% discount cha mobile phones ra accessories ma."
    },
    {
        "context": "Gadget World Nepal le Dashain ma 15% discount cha gadgets ra home appliances ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Dashain ma kati discount cha gadgets ra home appliances ma?",
        "response": "Dashain ma 15% discount cha gadgets ra home appliances ma."
    },
    {
        "context": "Tech Hub Nepal le festive season ma 25% discount cha mobile phones ra gadgets ma. Tapai le Kathmandu ra Pokhara ma free delivery paunuhunchha.",
        "question": "Festive season ma kati discount cha mobile phones ra gadgets ma?",
        "response": "Festive season ma 25% discount cha mobile phones ra gadgets ma."
    }
]    















