[
    {
      "context": "Hamro ecommerce platform ek reliable ra user-friendly platform ho, jasle online shopping ko experience lai sajilo ra surakshit banaunchha. Yaha 10,000 bhanda badi products available chhan, jasle users lai electronics, fashion, home appliances ra grocery samaan ko access dinchha. Hamro fast delivery service le urban ra rural area ma pani saman chito puryauchha. Payment option ma cash on delivery, online payment ra EMI options pani available chhan. Customer support 24/7 available chha, jasle user ko samasya haru turuntai solve garna madad garchha.",
      "question": "Hamro platform ma kati ota product available chhan?",
      "response": "10,000 bhanda badi products available chhan."
    },
    {
      "context": "Yo ecommerce platform le customer ko convenience lai dhyan ma rakhera mobile app pani launch gareko chha. App ma user-friendly interface, easy navigation, ra wishlist feature pani chha, jasle user haru lai product khojna ra save garna sajilo banauchha. Aba tapai haru mobile bata ni order garna saknuhunchha, ra tracking system bata order ko status pani herna sakincha. Hamro app Android ra iOS duita ma available chha.",
      "question": "Hamro mobile app kun kun platform ma available chha?",
      "response": "Android ra iOS platform ma available chha."
    },
    {
      "context": "Hamro ecommerce website ma seasonal sale ra discount offer haru pani time-to-time announce garincha. Black Friday Sale, Dashain Offer, Tihar Discount jasta thulo offer haru ma 70% samma ko discount milcha. Aru offers haru email newsletter ra mobile notifications ko madhyam bata users lai inform garincha. Hamro loyalty program ma registered users lai points pani milcha, jaslai future purchase ma use garna sakincha.",
      "question": "Dashain Offer ma kati samma ko discount milcha?",
      "response": "Dashain Offer ma 70% samma ko discount milcha."
    },
    {
      "context": "Hamro platform le safe ra secure payment gateway ko bebasta gareko chha, jasle users lai payment ko bela surakshit feel garna madad garcha. Visa, MasterCard, Khalti, eSewa jasta payment options upalabdha chhan. Hamro system ma SSL encryption ko upyog garincha, jasle data lai secure rakhchha.",
      "question": "Hamro platform ma kun kun payment options available chhan?",
      "response": "Visa, MasterCard, Khalti, eSewa jasta payment options available chhan."
    },
    {
      "context": "Hamro ecommerce platform le return policy pani provide garcha. Kunai product defective ya wrong delivery bhae ma 7 din bhitra return garna sakincha. Return request submit gare pachi, hamro team le product verify garera refund ya replacement ko process start garchha.",
      "question": "Return policy ko time limit kati din ko chha?",
      "response": "Return policy ko time limit 7 din ko chha."
    },
    {
      "context": "Hamro platform le customer lai aru platforms ko bhanda alik different service dincha. Hamro platform ma bulk order ko option pani available chha, jasle business owners haru lai dherai samaan ekai choti kinna sajilo banaunchha. Bulk order ma special discount ra priority delivery pani provide garincha.",
      "question": "Bulk order ma k k facilities dincha?",
      "response": "Bulk order ma special discount ra priority delivery provide garincha."
    },
    {
      "context": "Hamro ecommerce platform ma iPhone 15 Pro Max ko latest model available chha. Yo phone ma 6.7-inch Super Retina XDR display, A17 Bionic chip, triple-camera system ra 256GB storage option available chha. Color options ma Black Titanium, White Titanium ra Blue Titanium chhan. Warranty one-year official Apple warranty ko sath aauchha.",
      "question": "iPhone 15 Pro Max ma kati inch ko display chha?",
      "response": "6.7-inch ko display chha."
    },
    {
      "context": "Samsung Galaxy S24 Ultra hamro platform ma pre-order ko lagi available chha. Isma 200MP main camera, 12GB RAM ra 1TB storage option available chha. Phone ma 5000mAh ko battery chha jasle lamo samay samma backup dinchha. Black, Silver ra Green color options upalabdha chhan.",
      "question": "Samsung Galaxy S24 Ultra ma kati MP ko main camera chha?",
      "response": "200MP ko main camera chha."
    },
    {
      "context": "Sony WH-1000XM5 wireless headphones hamro platform ma available chha. Isma industry-leading noise cancellation technology ra 30 ghanta ko battery backup chha. Headphones lightweight design ko sath aauchha ra Black ra Silver color options ma available chha.",
      "question": "Sony WH-1000XM5 headphones ko battery backup kati chha?",
      "response": "30 ghanta ko battery backup chha."
    },
    {
      "context": "Dell Inspiron 15 laptop hamro ecommerce site bata order garna sakincha. Isma Intel Core i7 13th Gen processor, 16GB RAM, 512GB SSD storage ra 15.6-inch Full HD display chha. Windows 11 pre-installed aauchha ra one-year warranty provide garincha.",
      "question": "Dell Inspiron 15 laptop ko storage capacity kati chha?",
      "response": "512GB SSD storage chha."
    },
    {
      "context": "Canon EOS R6 Mark II camera professional photographers ko lagi ramro option ho. Isma 24.2MP full-frame CMOS sensor ra 4K video recording ko support chha. Dual Pixel CMOS AF II autofocus system jasle fast focusing ko suvidha dinchha. Warranty 2 barsa ko chha.",
      "question": "Canon EOS R6 Mark II ma kati MP ko sensor chha?",
      "response": "24.2MP ko sensor chha."
    },
    {
      "context": "Nike Air Max 270 sneakers hamro platform ma sabai size ma available chha. Isma breathable mesh upper, air cushion technology ra lightweight design chha. Color options ma Black, White ra Blue shades upalabdha chhan.",
      "question": "Nike Air Max 270 sneakers ma kun technology use gareko chha?",
      "response": "Air cushion technology use gareko chha."
    },
    {
      "context": "LG 55-inch OLED TV, Model C3, premium home entertainment ko lagi upayogi ho. Isma 4K Ultra HD resolution, Dolby Vision IQ ra Dolby Atmos support chha. Smart TV ko feature jasle Netflix, YouTube, Disney+ jasta apps access garna milchha.",
      "question": "LG OLED TV ma kun resolution support chha?",
      "response": "4K Ultra HD resolution support chha."
    },
    {
      "context": "Apple MacBook Air M2 chip ko sath hamro ecommerce platform ma available chha. Isma 13.6-inch Liquid Retina display, 8GB RAM, 256GB SSD storage ra 18 ghanta ko battery life chha. Color options ma Space Gray, Silver ra Starlight upalabdha chhan.",
      "question": "MacBook Air M2 ko battery life kati chha?",
      "response": "18 ghanta ko battery life chha."
    },
    {
      "context": "Bose SoundLink Revolve+ Bluetooth speaker ma 360-degree sound technology chha. Isko battery life 17 ghanta samma ko chha ra IP55 water resistance certified chha. Portable design ko karan sajilai sanga carry garna sakincha.",
      "question": "Bose SoundLink Revolve+ speaker ko battery life kati chha?",
      "response": "17 ghanta ko battery life chha."
    },
    {
      "context": "Adidas Ultraboost 22 running shoes ma Boost midsole technology chha, jasle energy return garchha. Shoes breathable Primeknit upper ra durable outsole sanga available chha. Black, White ra Neon Green color options chhan.",
      "question": "Adidas Ultraboost 22 shoes ma kun technology chha?",
      "response": "Boost midsole technology chha."
    },
    {
      "context": "OnePlus 12 Pro smartphone hamro ecommerce platform ma available chha. Isma 6.8-inch AMOLED display, Snapdragon 8 Gen 3 processor, ra 50MP triple-camera setup chha. Phone ma 5000mAh ko battery chha jasle 80W fast charging support garcha. Color options ma Black ra Emerald Green available chha.",
      "question": "OnePlus 12 Pro ko processor kun model ko ho?",
      "response": "Snapdragon 8 Gen 3 processor ho."
    },
    {
      "context": "HP Spectre x360 convertible laptop professional users ko lagi upayogi chha. Isma Intel Core i7 13th Gen processor, 16GB RAM, 1TB SSD storage, ra 13.5-inch OLED touch display chha. Battery life 15 ghanta samma ko chha ra Windows 11 pre-installed aauchha.",
      "question": "HP Spectre x360 ko battery life kati ho?",
      "response": "15 ghanta samma ko chha."
    },
    {
      "context": "Sony WF-1000XM4 wireless earbuds premium audio quality ko lagi prakhyat chha. Isma industry-leading noise cancellation, 8 ghanta ko playback time, ra water resistance feature chha. Earbuds Black ra Silver color options ma available chhan.",
      "question": "Sony WF-1000XM4 earbuds ko playback time kati ho?",
      "response": "8 ghanta ko playback time ho."
    },
    {
      "context": "JBL Charge 5 Bluetooth speaker outdoor events ko lagi perfect chha. Isma IP67 water ra dust resistance, 20 ghanta ko battery backup, ra powerful bass technology chha. Speaker Black, Blue, ra Red color options ma available chha.",
      "question": "JBL Charge 5 speaker ko battery backup kati chha?",
      "response": "20 ghanta ko battery backup chha."
    },
    {
      "context": "Samsung Galaxy Z Fold5 foldable smartphone le productivity ra entertainment ko experience upgrade garcha. Isma 7.6-inch Dynamic AMOLED 2X main display, Snapdragon 8 Gen 2 processor, ra 12GB RAM chha. Battery 4400mAh ko chha jasle fast charging support garcha.",
      "question": "Samsung Galaxy Z Fold5 ma kati inch ko main display chha?",
      "response": "7.6-inch ko main display chha."
    },
    {
      "context": "Asus ROG Zephyrus G14 gaming laptop hardcore gamers ko lagi design gareko ho. Isma AMD Ryzen 9 processor, 32GB RAM, 1TB SSD storage, ra 14-inch QHD display chha. Laptop ko battery life 12 ghanta samma ko chha.",
      "question": "Asus ROG Zephyrus G14 ko RAM capacity kati chha?",
      "response": "32GB RAM chha."
    },
    {
      "context": "Bose QuietComfort 45 headphones premium noise cancellation technology ko sath aauchha. Isma 24 ghanta ko battery life, comfortable design, ra high-fidelity audio support chha. Headphones Black ra White color options ma available chhan.",
      "question": "Bose QuietComfort 45 headphones ko battery life kati chha?",
      "response": "24 ghanta ko battery life chha."
    },
    {
      "context": "Ultimate Ears Boom 3 Bluetooth speaker travel-friendly design ko sath aauchha. Isma 15 ghanta ko battery backup, IP67 waterproofing, ra 360-degree sound technology chha. Speaker Black, Blue, ra Red color ma available chha.",
      "question": "Ultimate Ears Boom 3 speaker ko waterproof rating k ho?",
      "response": "IP67 waterproof rating ho."
    },
    {
      "context": "Xiaomi 13 Ultra smartphone photography enthusiasts ko lagi design gareko ho. Isma 6.73-inch AMOLED display, Snapdragon 8 Gen 2 processor, ra 50MP quad-camera system chha. Phone ko battery capacity 5000mAh ho.",
      "question": "Xiaomi 13 Ultra ma kati inch ko display chha?",
      "response": "6.73-inch ko display chha."
    },
    {
      "context": "Dell XPS 17 laptop creative professionals ko lagi upayogi chha. Isma Intel Core i9 13th Gen processor, 32GB RAM, 1TB SSD storage, ra 17-inch 4K Ultra HD+ display chha. Laptop Windows 11 pre-installed sanga aauchha.",
      "question": "Dell XPS 17 ko display resolution k ho?",
      "response": "4K Ultra HD+ resolution ho."
    },
    {
      "context": "Anker Soundcore Motion+ Bluetooth speaker crystal-clear sound quality ko lagi prasiddha chha. Isma 12 ghanta ko battery backup, IPX7 waterproofing, ra deep bass support chha. Speaker Black ra Blue color options ma available chha.",
      "question": "Anker Soundcore Motion+ speaker ko waterproof rating k ho?",
      "response": "IPX7 waterproof rating ho."
    },
    {
      "context": "Lenovo Legion Pro 7i gaming laptop high-performance gaming experience ko lagi design gareko ho. Isma Intel Core i9 13th Gen processor, 32GB RAM, 1TB SSD, ra NVIDIA GeForce RTX 4080 graphics card chha. Display 16-inch QHD+ chha.",
      "question": "Lenovo Legion Pro 7i ko graphics card kun ho?",
      "response": "NVIDIA GeForce RTX 4080 graphics card ho."
    },
    {
      "context": "Hamro ecommerce platform le Nepal bhar cash on delivery, online payment ra bank transfer ko options provide garcha. Kathmandu, Pokhara ra Biratnagar ma same-day delivery upalabdha chha, jasle customer haru lai chito delivery ko suvidha dinchha. Remote area haru ma delivery 5 din samma lagna sakcha.",
      "question": "Kathmandu ma delivery ko kun option upalabdha chha?",
      "response": "Same-day delivery upalabdha chha."
    },
    {
      "context": "Nepal ko rural area ma pani hamro ecommerce platform le saman deliver garna thaleko chha. Delivery partners le jasto sukai bhubag ma saman puryauchhan. Cash on delivery ra digital payment option duita upalabdha chhan.",
      "question": "Nepal ko rural area ma kun kun delivery option chha?",
      "response": "Cash on delivery ra digital payment option chha."
    },
    {
      "context": "Hamro ecommerce le Dashain ra Tihar ma special delivery service suru garcha. Kathmandu ma express delivery ko suvidha huncha, jasle saman 24 ghanta bhitra puryauchha. Baki thula sahar haru ma 48 ghanta bhitra saman puryauchha.",
      "question": "Dashain ma Kathmandu ma delivery kati samay ma huncha?",
      "response": "24 ghanta bhitra delivery huncha."
    },
    {
      "context": "Hamro ecommerce platform le pre-paid order haru ko lagi free delivery ko suvidha dincha. Order ko amount Rs. 3000 bhanda mathi bhae ma delivery charge lagdaina. Yo suvidha Nepal bhar upalabdha chha.",
      "question": "Free delivery ko lagi minimum order amount kati chha?",
      "response": "Rs. 3000 bhanda mathi ko order ma free delivery chha."
    },
    {
      "context": "Hamro ecommerce platform le Pokhara ra Chitwan jasta sahar haru ma same-day delivery option provide garcha. Express delivery ko lagi extra charge lagna sakcha, tara saman chito puryauchha.",
      "question": "Pokhara ma same-day delivery ko lagi kei extra charge lagcha?",
      "response": "Ho, express delivery ko lagi extra charge lagna sakcha."
    },
    {
      "context": "Nepal ko remote area haru jastai Jumla, Humla ra Mustang ma hamro ecommerce platform le saman 7 din bhitra deliver garcha. Delivery partners le package surakshit tarikale puryauchhan.",
      "question": "Mustang ma saman kati din ma deliver huncha?",
      "response": "7 din bhitra deliver huncha."
    },
    {
      "context": "Kathmandu ma hamro ecommerce platform le night delivery service pani start gareko chha. Aba customer haru le raatko 8 baje samma order garna sakincha ra saman aarko din bihana puryauchha.",
      "question": "Night delivery service kati baje samma order garna sakincha?",
      "response": "Raatko 8 baje samma order garna sakincha."
    },
    {
      "context": "Hamro ecommerce platform ma bulk order ko lagi special delivery service upalabdha chha. Bulk order ma saman direct warehouse bata dispatch garincha ra delivery time 3 din samma ho.",
      "question": "Bulk order ko delivery time kati din ko ho?",
      "response": "3 din samma ho."
    },
    {
      "context": "Kathmandu upatyaka ma hamro ecommerce le eco-friendly delivery option start gareko chha. Electric vehicles ko use gari saman deliver garincha. Yo initiative environment-friendly ho.",
      "question": "Kathmandu upatyaka ma kun delivery method use garincha?",
      "response": "Electric vehicles use garincha."
    },
    {
      "context": "Hamro ecommerce platform le Biratnagar ra Dharan ma cash on delivery option ko sath-sathai QR code payment ko suvidha dincha. Delivery 2 din bhitra complete huncha.",
      "question": "Biratnagar ma delivery kati din bhitra huncha?",
      "response": "2 din bhitra delivery huncha."
    },
    {
      "context": "Kathmandu ma emergency delivery service pani upalabdha chha. Emergency delivery ma saman 3-4 ghanta bhitra customer ko ghar ma puryauchha. Isko lagi additional charge lagna sakcha.",
      "question": "Emergency delivery kati ghanta bhitra huncha?",
      "response": "3-4 ghanta bhitra huncha."
    },
    {
      "context": "Hamro ecommerce platform le Tihar ko bela midnight delivery service ko prastav gareko chha. Saman raatko 12 baje samma deliver huncha, tara surcharge lagna sakcha.",
      "question": "Tihar ko bela midnight delivery ma surcharge lagcha?",
      "response": "Ho, surcharge lagna sakcha."
    },
    {
      "context": "Nepal bhar saman deliver garna courier partners ko use garincha. Remote area ma saman ko delivery time 5-7 din samma lagna sakcha.",
      "question": "Remote area ma saman kati din ma deliver huncha?",
      "response": "5-7 din samma deliver huncha."
    },
    {
      "context": "Hamro ecommerce platform le corporate order ko lagi priority delivery service provide garcha. Isma saman 2-3 din bhitra deliver garincha.",
      "question": "Corporate order ko delivery time kati ho?",
      "response": "2-3 din bhitra ho."
    },
    {
      "context": "Hamro ecommerce platform le weekend delivery service start gareko chha. Aba Saturday ra Sunday ma pani saman deliver garincha.",
      "question": "Weekend delivery kun kun din ma huncha?",
      "response": "Saturday ra Sunday ma huncha."
    },
    {
      "context": "Hamro ecommerce platform le high-value saman ko lagi insured delivery option provide garcha. Insurance le saman ko loss ya damage ko coverage dincha.",
      "question": "High-value saman ko lagi delivery insured huncha?",
      "response": "Ho, insured delivery huncha."
    },
    {
      "context": "Kathmandu ma hamro ecommerce platform le contactless delivery service ko suvidha dincha. Delivery boy saman gharko gate ma rakhera photo snap garera confirmation dincha.",
      "question": "Contactless delivery ma kasari confirmation dincha?",
      "response": "Photo snap garera confirmation dincha."
    },
    {
      "context": "Hamro ecommerce platform le free delivery Fridays ko scheme suru gareko chha. Aba har ek Friday ma free delivery ko suvidha available huncha.",
      "question": "Free delivery ko scheme kun din upalabdha huncha?",
      "response": "Friday ma upalabdha huncha."
    },
    {
      "context": "Hamro ecommerce le emergency supplies jastai medical equipment ko lagi fast-track delivery provide garcha. Emergency orders 24 ghanta bhitra deliver huncha.",
      "question": "Medical supplies ko delivery kati ghanta bhitra huncha?",
      "response": "24 ghanta bhitra huncha."
    },
    {
      "context": "Hamro ecommerce le weather-proof packaging ko suvidha dincha, jasle saman lai barsha ya jado ma damage hun bata bachauchha.",
      "question": "Weather-proof packaging le saman lai k bata bachauchha?",
      "response": "Barsha ya jado ko damage bata bachauchha."
    },
    {
      "context": "TechWorld Electronics Dharan-14, Bhanu Chowk ma avasthit chha. Yo store ma latest smartphones, laptops, gaming accessories ra home appliances upalabdha chhan. Customer haru le online ra physical store dubai tarikale saman kinna sakincha. Hamro ecommerce website bata order gareko saman 2 din bhitra Dharan area ma deliver huncha.",
      "question": "TechWorld Electronics Dharan ko physical location k ho?",
      "response": "Dharan-14, Bhanu Chowk."
    },
    {
      "context": "Hamro TechWorld Electronics store le Kathmandu, Pokhara ra Dharan ma order deliver garcha. Dharan bhitra saman same-day delivery ko suvidha upalabdha chha. Kathmandu ra Pokhara ko lagi 3 din samma lagna sakcha.",
      "question": "Dharan ma saman kati din ma deliver huncha?",
      "response": "Same-day delivery huncha."
    },
    {
      "context": "TechWorld Electronics le Samsung, Apple, Dell, ra Sony jasta branded products provide garcha. Sabai saman genuine warranty sanga upalabdha chhan. Warranty claim ko lagi receipt ra warranty card jaruri huncha.",
      "question": "Warranty claim garna ko lagi kun documents jaruri chha?",
      "response": "Receipt ra warranty card jaruri chha."
    },
    {
      "context": "Hamro store ma smartphone haru ko wide range available chha. Apple iPhone 15 Pro, Samsung Galaxy S24 Ultra, ra Xiaomi 13 Ultra jaastai latest models stock ma chhan.",
      "question": "TechWorld Electronics ma kun kun smartphone models available chha?",
      "response": "iPhone 15 Pro, Samsung Galaxy S24 Ultra, Xiaomi 13 Ultra."
    },
    {
      "context": "TechWorld Electronics le EMI (Easy Monthly Installment) ko suvidha provide garcha. Saman ko total amount Rs. 10,000 bhanda mathi bhaye ma EMI option upalabdha huncha.",
      "question": "EMI ko lagi minimum saman amount kati chha?",
      "response": "Rs. 10,000."
    },
    {
      "context": "Hamro ecommerce platform le Dharan ma free home delivery ko suvidha dincha. Free delivery ko lagi minimum order amount Rs. 2000 bhanda mathi hunu parcha.",
      "question": "Free home delivery ko lagi minimum order amount kati chha?",
      "response": "Rs. 2000."
    },
    {
      "context": "TechWorld Electronics ma customer support service 24/7 available chha. Customer le phone, email, ra live chat ko madhyam bata samasya hal garna sakincha.",
      "question": "TechWorld Electronics ko customer support kati baje samma available chha?",
      "response": "24/7 available chha."
    },
    {
      "context": "Hamro store ma high-performance gaming laptops pani available chhan. Asus ROG Strix, MSI Stealth ra Dell Alienware jasta laptops stock ma chhan.",
      "question": "TechWorld Electronics ma kun kun gaming laptop brands available chha?",
      "response": "Asus ROG Strix, MSI Stealth, Dell Alienware."
    },
    {
      "context": "TechWorld Electronics ma refurbished laptops pani available chha. Refurbished saman haru fully tested ra warranty ko sath aauchha.",
      "question": "Refurbished laptops ma warranty upalabdha chha?",
      "response": "Ho, warranty upalabdha chha."
    },
    {
      "context": "Dharan ma TechWorld Electronics le cash on delivery, QR payment, ra bank transfer ko options provide garcha. Customer lai afno suvidha anusar payment garna milcha.",
      "question": "Payment ko lagi kun kun options upalabdha chha?",
      "response": "Cash on delivery, QR payment, bank transfer."
    },
    {
      "context": "Hamro store le Dharan ko schools ra offices ko lagi bulk order discount provide garcha. Bulk order ko lagi special pricing ra priority delivery upalabdha chha.",
      "question": "Bulk order garna k k suvidha upalabdha chha?",
      "response": "Special pricing ra priority delivery."
    },
    {
      "context": "TechWorld Electronics ma JBL, Bose, ra Sony ka wireless headphones upalabdha chhan. Wireless headphones ma noise cancellation, long battery life, ra waterproofing jaasta features chhan.",
      "question": "Wireless headphones ma kun kun brands upalabdha chhan?",
      "response": "JBL, Bose, Sony."
    },
    {
      "context": "Dharan ma hamro store le 7 din ko return policy provide garcha. Saman ma damage ya manufacturing defect bhaye return garna sakincha.",
      "question": "Return policy kati din ko ho?",
      "response": "7 din ko ho."
    },
    {
      "context": "TechWorld Electronics ma smart home devices pani available chhan. Amazon Alexa, Google Nest, ra smart security cameras upalabdha chhan.",
      "question": "Smart home devices ma kun kun saman upalabdha chhan?",
      "response": "Amazon Alexa, Google Nest, smart security cameras."
    },
    {
      "context": "Hamro store le Dharan ma festive season ko bela special discount ra offers provide garcha. Dashain, Tihar, ra New Year ma special sale huncha.",
      "question": "Festive season ma kun kun chad ma sale huncha?",
      "response": "Dashain, Tihar, New Year."
    },
    {
      "context": "TechWorld Electronics ma student discount scheme upalabdha chha. Valid student ID ko copy present garema saman ma 10% samma discount dincha.",
      "question": "Student discount pauna k jaruri chha?",
      "response": "Valid student ID ko copy."
    },
    {
      "context": "Hamro store le pre-order facility pani provide garcha. Latest smartphones ra laptops pre-order garera chhito saman secure garna sakincha.",
      "question": "Pre-order ko lagi kun saman available chhan?",
      "response": "Latest smartphones ra laptops."
    },
    {
      "context": "Dharan ma TechWorld Electronics le same-day installation service provide garcha. Smart TVs, AC, ra home appliances ko installation service upalabdha chha.",
      "question": "Same-day installation kun kun saman ko lagi upalabdha chha?",
      "response": "Smart TVs, AC, home appliances."
    },
    {
      "context": "TechWorld Electronics ma gift vouchers pani available chhan. Customer haru le gift vouchers afno family ra friends lai dina sakincha.",
      "question": "Gift vouchers k ko lagi upalabdha chha?",
      "response": "Family ra friends lai dina."
    },
    {
      "context": "Dharan-14, Bhanu Chowk ma TechWorld Electronics le eco-friendly packaging use garcha. Plastic ko badala ma recyclable materials ko upayog garincha.",
      "question": "Eco-friendly packaging ma k use garincha?",
      "response": "Recyclable materials."
    },
    {
      "context": "TechWorld Electronics Dharan-14, Bhanu Chowk ma avasthit chha. Yo store ma smartphones, laptops, ra accessories upalabdha chhan. Order ko status website ma 'Track Order' option bata herna sakincha. Order confirmed, packed, shipped, ra delivered status ko updates SMS ra email bata pani aauchha.",
      "question": "Order status herna kun option use garna sakincha?",
      "response": "'Track Order' option website ma use garna sakincha."
    },
    {
      "context": "Hamro ecommerce platform le har ek order ko tracking ID provide garcha. Yo tracking ID le order ko exact location ra expected delivery date dekhauchha. Customer haru le hamro app ya website bata tracking details check garna milcha.",
      "question": "Order ko exact location kasari herna sakincha?",
      "response": "Tracking ID use garera app ya website bata herna sakincha."
    },
    {
      "context": "TechWorld Electronics le priority orders ko lagi fast shipping option provide garcha. Priority orders ko status fast-track update huncha, ra same-day ya 24 ghanta bhitra deliver huncha. Status SMS ra email bata notify garincha.",
      "question": "Priority orders ko delivery kati din ma huncha?",
      "response": "Same-day ya 24 ghanta bhitra huncha."
    },
    {
      "context": "Hamro store ma cancelled orders ko status email ra app notification bata provide garincha. Cancelled orders ko refund process 3-5 working days ma complete huncha.",
      "question": "Cancelled orders ko refund kati din ma process huncha?",
      "response": "3-5 working days ma process huncha."
    },
    {
      "context": "Hamro platform le partial delivery ko suvidha dincha. Kunai order ma multiple items bhaye ra sabai items ready nabhaye ek ek garera deliver huncha. Partial delivery ko status online bata herna milcha.",
      "question": "Partial delivery bhaye status kasari herna sakincha?",
      "response": "Online bata status herna sakincha."
    },
    {
      "context": "TechWorld Electronics le out-of-stock items ko lagi back-order option dincha. Customer haru le back-order status website ma 'My Orders' section ma check garna sakincha.",
      "question": "Back-order ko status kahan herna sakincha?",
      "response": "'My Orders' section ma herna sakincha."
    },
    {
      "context": "Dharan ma hamro store le late delivery ko updates provide garcha. Late delivery bhaye SMS ra email notification ma updated expected delivery date mention huncha.",
      "question": "Late delivery ko updates kasari provide garincha?",
      "response": "SMS ra email notification ma updates dincha."
    },
    {
      "context": "TechWorld Electronics le failed delivery ko lagi retry option provide garcha. Failed delivery status SMS ma mention huncha, ra customer le support team sanga sampark garera retry ko lagi request garna sakincha.",
      "question": "Failed delivery bhaye k garna parcha?",
      "response": "Support team sanga sampark garera retry ko lagi request garna parcha."
    },
    {
      "context": "Hamro platform le saman dispatch bhayepachi shipped status dincha. Shipped status sanga sathai tracking link SMS ra email bata pathaune suvidha chha.",
      "question": "Shipped status aayepachi ke dincha?",
      "response": "Tracking link SMS ra email bata pathauncha."
    },
    {
      "context": "TechWorld Electronics le order completed status saman customer le receive garepachi dinncha. Customer le saman ko quality confirm garna parcha ra feedback dina milcha.",
      "question": "Order completed status kahile dinncha?",
      "response": "Saman receive garepachi ra quality confirm garepachi."
    },
    {
      "context": "Hamro ecommerce platform ma return order ko status track garna milcha. Return approve bhaye 'Return Approved', refund complete bhaye 'Refund Complete' status dincha.",
      "question": "Return approve bhaye status ma ke dekhincha?",
      "response": "'Return Approved' status dekhincha."
    },
    {
      "context": "Hamro store le saman ko delivery time confirm garepachi 'Out for Delivery' status dincha. Delivery boy le customer lai phone garera delivery confirm garcha.",
      "question": "'Out for Delivery' status ko matlab k ho?",
      "response": "Saman delivery ko lagi niskisakyo ra delivery confirm huncha."
    },
    {
      "context": "TechWorld Electronics le cash on delivery orders ko payment status 'Pending Payment' ko rup ma dekhaunchha. Payment clear bhaye 'Payment Received' status update huncha.",
      "question": "Cash on delivery order ma payment clear bhaye status k dekhincha?",
      "response": "'Payment Received' status dekhincha."
    },
    {
      "context": "Hamro ecommerce platform le order placement ko turuntai confirmation email pathaunchha. Email ma order ID ra saman ko details mentioned huncha.",
      "question": "Order placement ko confirmation kasari dincha?",
      "response": "Email ma order ID ra saman ko details pathaune garincha."
    },
    {
      "context": "TechWorld Electronics le saman ko delivery attempt bhaye 'Attempted Delivery' status dincha. Customer ghar ma nabhae re-delivery ko lagi contact garna sakincha.",
      "question": "Attempted delivery bhaye customer lai ke garna parcha?",
      "response": "Re-delivery ko lagi contact garna parcha."
    },
    {
      "context": "Hamro platform le saman ko packaging complete bhaye 'Order Packed' status dincha. Packed status le saman dispatch hunai lagi sakyo bhanne janak dincha.",
      "question": "Packed status ko matlab k ho?",
      "response": "Saman dispatch hunai lagi sakyo."
    },
    {
      "context": "TechWorld Electronics le saman delivery complete bhayepachi customer lai feedback ko lagi request pathauncha. Feedback request email ya SMS ma aauchha.",
      "question": "Delivery complete bhaye k request pathauncha?",
      "response": "Feedback ko lagi request pathauncha."
    },
    {
      "context": "Hamro store le urgent orders ko status 'Express Processing' ma dekhaunchha. Urgent orders ko delivery priority ma huncha ra chito dispatch garincha.",
      "question": "Urgent orders ko status ma k dekhincha?",
      "response": "'Express Processing' status dekhincha."
    },
    {
      "context": "Hamro ecommerce platform le saman return process ma 'Return in Progress' status dincha. Return warehouse ma pugi sakyo bhaye 'Return Received' status dekhaunchha.",
      "question": "Return process ma saman ko status kasari update huncha?",
      "response": "'Return in Progress' ra 'Return Received' status update huncha."
    },
    {
      "context": "TechWorld Electronics le saman refund process ma 'Refund Initiated' status dincha. Refund complete bhayepachi 'Refund Complete' status update huncha.",
      "question": "Refund complete bhaye status ma k dekhincha?",
      "response": "'Refund Complete' status dekhincha."
    },
    {
      "context": "TechWorld Electronics le customer ko order confirmed bhaye 'Order Confirmed' status update garcha. Confirmation ko email ra SMS pani pathaune garincha.",
      "question": "Order confirmed bhaye status ma ke dekhincha?",
      "response": "'Order Confirmed' status dekhincha."
    },
    {
      "context": "Hamro platform le order dispatch bhaye 'Shipped' status update garcha. Dispatch bhaye sanga sanga tracking link ra delivery estimate pani provide garincha.",
      "question": "Order dispatch bhaye status ma k dekhincha?",
      "response": "'Shipped' status ra tracking link dekhincha."
    },
    {
      "context": "TechWorld Electronics ma saman ready bhaye 'Order Packed' status dincha. Saman dispatch hunu agadi packaging ko updates herna sakincha.",
      "question": "Order packed status bhaye k matlab ho?",
      "response": "Saman ready cha ra dispatch hunu agadi ko stage ho."
    },
    {
      "context": "Hamro ecommerce platform le saman delivery ko lagi niskisake pachi 'Out for Delivery' status dincha. Delivery boy le saman deliver garna lagi niskisakeko ho bhanne janak dincha.",
      "question": "'Out for Delivery' status ko matlab k ho?",
      "response": "Delivery boy saman deliver garna lagi niskisakyo."
    },
    {
      "context": "Saman customer le receive garepachi 'Delivered' status update garincha. Delivered status sanga customer feedback ko lagi request pathaune garincha.",
      "question": "Delivered status kahile aauchha?",
      "response": "Saman customer le receive garepachi."
    },
    {
      "context": "TechWorld Electronics le failed delivery ko lagi 'Delivery Failed' status dincha. Failed delivery ko reason email ra SMS ma mention garincha.",
      "question": "Failed delivery bhaye customer lai ke garincha?",
      "response": "Reason email ra SMS ma pathaune garincha."
    },
    {
      "context": "Hamro platform le customer ko refund process ma 'Refund Initiated' status dincha. Refund complete bhaye 'Refund Completed' status dekhincha.",
      "question": "Refund complete bhaye status ma ke dekhincha?",
      "response": "'Refund Completed' status dekhincha."
    },
    {
      "context": "Hamro ecommerce platform le order cancel bhaye 'Order Cancelled' status dincha. Cancelled order ko refund process 5 din bhitra suru huncha.",
      "question": "Order cancelled bhaye refund ko lagi kati din lagcha?",
      "response": "5 din bhitra refund process suru huncha."
    },
    {
      "context": "TechWorld Electronics le delayed delivery bhaye 'Delivery Delayed' status dincha. Late delivery ko updated estimate SMS ra email bata provide garincha.",
      "question": "Delivery delayed bhaye k dekhincha?",
      "response": "'Delivery Delayed' status ra updated estimate dekhincha."
    },
    {
      "context": "Hamro ecommerce platform ma return request approve bhaye 'Return Approved' status update huncha. Return warehouse ma pugda 'Return Received' status dekhincha.",
      "question": "Return warehouse ma pugda status ma ke dekhincha?",
      "response": "'Return Received' status dekhincha."
    },
    {
      "context": "Saman customer ko ghar ma deliver garna nasake 'Attempted Delivery' status dincha. Attempted delivery ko lagi SMS bata inform garincha.",
      "question": "Attempted delivery status bhaye customer lai k garincha?",
      "response": "SMS bata inform garincha."
    },
    {
      "context": "Hamro platform le saman pre-order ko lagi 'Pre-Order Confirmed' status dincha. Saman dispatch hunu agadi update email ma aauchha.",
      "question": "Pre-order status ma ke dekhincha?",
      "response": "'Pre-Order Confirmed' status dekhincha."
    },
    {
      "context": "TechWorld Electronics le bulk orders ko tracking ko lagi separate status provide garcha. Bulk orders ko delivery ko lagi priority status update huncha.",
      "question": "Bulk orders ko tracking kasari garincha?",
      "response": "Separate status ra priority update bata tracking garincha."
    },
    {
      "context": "Hamro ecommerce platform ma saman ko quality check bhayepachi 'Quality Check Passed' status dincha. Failed bhaye 'Quality Check Failed' status update huncha.",
      "question": "Quality check fail bhaye status ma ke dekhincha?",
      "response": "'Quality Check Failed' status dekhincha."
    },
    {
      "context": "TechWorld Electronics le urgent orders ko lagi 'Express Processing' status dincha. Urgent orders prioritize garera chito dispatch huncha.",
      "question": "Urgent orders ko status ma ke dekhincha?",
      "response": "'Express Processing' status dekhincha."
    },
    {
      "context": "Hamro platform le saman ko dispatch cancel bhaye 'Dispatch Cancelled' status dincha. Reason ra alternative options email bata pathaune garincha.",
      "question": "Dispatch cancel bhaye status ma ke dekhincha?",
      "response": "'Dispatch Cancelled' status dekhincha."
    },
    {
      "context": "TechWorld Electronics le saman ko order tracking ko lagi tracking ID dincha. Tracking ID ko status update herna app ya website bata milcha.",
      "question": "Order tracking ID le ke garna milcha?",
      "response": "App ya website bata status update herna milcha."
    },
    {
      "context": "Hamro ecommerce platform ma saman ko packaging complete bhaye 'Ready for Dispatch' status dincha. Dispatch ko lagi ready bhayeko janak dincha.",
      "question": "Ready for Dispatch status ko matlab k ho?",
      "response": "Dispatch ko lagi saman ready bhayeko ho."
    },
    {
      "context": "TechWorld Electronics le customer ko order payment confirm bhaye 'Payment Confirmed' status dincha. Payment status update SMS ra email bata pathaune garincha.",
      "question": "Payment confirm bhaye status ma ke dekhincha?",
      "response": "'Payment Confirmed' status dekhincha."
    },
    {
      "context": "Hamro ecommerce platform le order pending status ma 'Order Pending' dekhauchha. Payment complete bhaye 'Order Confirmed' ma update huncha.",
      "question": "Order pending status k bhanda ho?",
      "response": "Payment complete nabhayeko ho."
    },
    {
      "context": "Purwa Ko Saan Mobile Center, Itahari-4 ma avasthit chha. Hamro store ma smartphones, laptops, ra accessories ko wide collection chha. Customer haru le hamro website ya direct store ma gayera inquiry garna milcha.",
      "question": "Smartphones ko details kahan herna sakincha?",
      "response": "Website ya direct store ma gayera herna sakincha."
    },
    {
      "context": "Dharane Mobile Center, Biratnagar-5, Pichra Line ma chha. Yaha budget-friendly ra premium smartphones upalabdha chha. Hamro EMI options pani chha jasma monthly installment ma payment garna sakincha.",
      "question": "EMI ma smartphones kinna milcha?",
      "response": "Ho, monthly installment ma payment garna milcha."
    },
    {
      "context": "New Prakash Tech Gadget, Damak-9, ma gaming laptops, smartphones, ra tablets available chha. Pre-order ko lagi advance payment garna parcha, ra delivery 7 din bhitra huncha.",
      "question": "Pre-order delivery kati din ma huncha?",
      "response": "Delivery 7 din bhitra huncha."
    },
    {
      "context": "Smart Appliances, Birtamod-3, Charali Road ma avasthit chha. Yaha smart TVs, washing machines, ra kitchen gadgets available chha. Free delivery Birtamod ko andar offer garincha.",
      "question": "Free delivery kahan available chha?",
      "response": "Birtamod ko andar free delivery available chha."
    },
    {
      "context": "Eastern Tech Hub, Itahari-2, New Bus Park najikai chha. Hamro store ma latest mobile phones ra unko specifications website ma mentioned chha. Warranty details pani sanga provide garincha.",
      "question": "Mobile phones ko specifications kahan herna sakincha?",
      "response": "Website ma herna sakincha."
    },
    {
      "context": "Smart Electronics Bhandar, Biratnagar-9, Airport Road ma chha. Order confirmation pachi payment ko lagi multiple options, jasari online, cash on delivery, ra EMI available chha.",
      "question": "Payment garna kun-kun options chha?",
      "response": "Online, cash on delivery, ra EMI options chha."
    },
    {
      "context": "Gadget World, Damak-10, ma affordable gadgets haru available chha. Order status track garna tracking ID use garera website ya app ma details herna sakincha.",
      "question": "Order status kasari track garna sakincha?",
      "response": "Tracking ID use garera website ya app ma herna sakincha."
    },
    {
      "context": "Tech Mela Electronics, Itahari-6, ma up-to-date smartphones, laptops, ra accessories ko collection chha. Delivery ko lagi SMS notification bata updates pathaune garincha.",
      "question": "Delivery ko updates kasari dincha?",
      "response": "SMS notification bata updates dincha."
    },
    {
      "context": "Sasto Deal Gadget Hub, Birtamod-7, College Road ma chha. Saman delivery 5-7 din bhitra guarantee garincha, ra delivery boy le saman directly ghar ma deliver garcha.",
      "question": "Delivery kati din ma guarantee huncha?",
      "response": "5-7 din bhitra guarantee huncha."
    },
    {
      "context": "QuickBuy Electronics, Biratnagar-1, Main Road ma premium products, jasari Apple iPhones, MacBooks, ra AirPods ko collection available chha. Cash on delivery service entire Koshi Pradesh ma chha.",
      "question": "Cash on delivery kahan available chha?",
      "response": "Entire Koshi Pradesh ma available chha."
    },
    {
      "context": "Gadget Zone Nepal, Damak-4, ma smartphones ra unka variants haru available chha. Smartphones ko RAM, storage, ra color variants ko details website ma mentioned chha.",
      "question": "Smartphones ko RAM ra storage details kahan herna sakincha?",
      "response": "Website ma herna sakincha."
    },
    {
      "context": "NextGen Tech Store, Birtamod-2, Gauradaha Road ma budget laptops, mid-range smartphones, ra Bluetooth headsets available chha. Offer period ma special discounts pani huncha.",
      "question": "Special discounts kahile available huncha?",
      "response": "Offer period ma available huncha."
    },
    {
      "context": "Digital Plus Electronics, Itahari-5, BP Chowk najikai chha. Order place garepachi confirmation SMS ra tracking link pathaune garincha.",
      "question": "Order place bhaye confirmation kasari dincha?",
      "response": "Confirmation SMS ra tracking link pathaune garincha."
    },
    {
      "context": "Tech Market Nepal, Damak-3, ma saman return policy 7 din ko chha. Return ko lagi order ID ra saman ko condition verify garincha.",
      "question": "Saman return policy kati din ko chha?",
      "response": "7 din ko chha."
    },
    {
      "context": "Smart Deals Electronics, Biratnagar-12, Dharan Road ma upalabdha chha. Warranty claim ko lagi saman ko bill ra warranty card prastut garna parcha.",
      "question": "Warranty claim ko lagi ke chahinchha?",
      "response": "Saman ko bill ra warranty card prastut garna parcha."
    },
    {
      "context": "Prabhat Tech Gadget Hub, Itahari-8, ma saman delivery 3-5 din ma complete garincha. Delivery updates ko lagi customer lai SMS ra email notification provide garincha.",
      "question": "Delivery updates kasari provide garincha?",
      "response": "SMS ra email notification bata provide garincha."
    },
    {
      "context": "GadgetX Shop, Birtamod-6, Charali Line ma premium accessories available chha. Payment ko lagi Google Pay, PhonePe, ra Khalti jasta options pani chha.",
      "question": "Payment garna kun-kun options chha?",
      "response": "Google Pay, PhonePe, ra Khalti jasta options chha."
    },
    {
      "context": "TechYard Electronics, Damak-5, New Bus Park najikai chha. Smartphones ko exchange offer haru available chha. Exchange ko lagi purano phone ko condition check garincha.",
      "question": "Exchange offer ko lagi ke check garincha?",
      "response": "Purano phone ko condition check garincha."
    },
    {
      "context": "Tech Avenue, Biratnagar-10, Traffic Chowk ma affordable laptops ra smartphones upalabdha chha. EMI options ko lagi valid documents prastut garna parcha.",
      "question": "EMI ko lagi ke prastut garna parcha?",
      "response": "Valid documents prastut garna parcha."
    },
    {
      "context": "Digital World Hub, Itahari-3, Bhanu Chowk ma avasthit chha. Return approve bhaye refund 5 din bhitra process garincha.",
      "question": "Return approve bhaye refund kati din ma process huncha?",
      "response": "Refund 5 din bhitra process huncha."
    },
    {
      "context": "Tech Valley Store, Itahari-7, New Bus Stand najikai chha. Smartphones, gaming accessories, ra smartwatches ka exclusive models yaha available chha. Cash on delivery ko option Koshi Pradesh bhar chha.",
      "question": "Cash on delivery option kahan kahan available chha?",
      "response": "Koshi Pradesh bhar available chha."
    },
    {
      "context": "Digital Solutions Nepal, Biratnagar-2, Mahendra Chowk ma upalabdha chha. Hamro store le product warranty ko lagi authorized service center ko access dincha.",
      "question": "Product warranty claim kasari garna sakincha?",
      "response": "Authorized service center ko access bata claim garna sakincha."
    },
    {
      "context": "Smart Gear Hub, Birtamod-5, Gauradaha Road ma premium gaming laptops, headphones, ra Bluetooth speakers available chha. Delivery confirmation ko lagi email ra SMS update dincha.",
      "question": "Delivery confirmation kasari dincha?",
      "response": "Email ra SMS update bata dincha."
    },
    {
      "context": "Gadget Center Nepal, Damak-8, BP Koirala Road ma daily use smartphones ra gadgets available chha. Exchange offers ma purano phone ko valuation hamro app ma check garna sakincha.",
      "question": "Exchange offers ko lagi phone valuation kasari garna sakincha?",
      "response": "Hamro app ma check garna sakincha."
    },
    {
      "context": "Eastern Tech Store, Itahari-4, BP Chowk najikai chha. Order tracking ID ko lagi separate SMS pathaune garincha jasle saman ko live status herna milcha.",
      "question": "Order tracking kasari garna sakincha?",
      "response": "Tracking ID ko SMS bata live status herna sakincha."
    },
    {
      "context": "Prabha Electronics, Biratnagar-6, Airport Road ma mid-range smartphones, laptops, ra accessories ko exclusive deals available chha. Payment ko lagi digital wallets pani support garincha.",
      "question": "Payment ko lagi kun kun digital wallets use garna milcha?",
      "response": "Digital wallets jasari eSewa, Khalti, ra IME Pay use garna milcha."
    },
    {
      "context": "Tech Shop Damak, Damak-3, Haat Bazaar najikai chha. EMI options ko lagi document verification process 2 din ma complete garincha.",
      "question": "EMI ko lagi document verification kati din ma complete huncha?",
      "response": "2 din ma complete huncha."
    },
    {
      "context": "Nepal Gadget House, Birtamod-7, Charali Line ma Samsung, Apple, ra Xiaomi smartphones ko official showroom chha. Warranty ko lagi saman ko original bill submit garna parcha.",
      "question": "Warranty claim ko lagi ke submit garna parcha?",
      "response": "Saman ko original bill submit garna parcha."
    },
    {
      "context": "Smart Tech Nepal, Itahari-9, Koshi Highway ma mahan gadgets haru available chha. Delivery process ko lagi delivery agent le phone confirmation garne prakriya follow garcha.",
      "question": "Delivery process ma confirmation kasari huncha?",
      "response": "Delivery agent le phone confirmation garcha."
    },
    {
      "context": "Digital Nepal Hub, Biratnagar-3, Pushpalal Chowk ma affordable earphones, smartwatches, ra budget laptops available chha. Return policy 10 din ko cha, ra saman unused hunu parcha.",
      "question": "Return policy kati din ko chha?",
      "response": "10 din ko chha."
    },
    {
      "context": "Gadget Planet, Damak-7, Laxmi Road ma premium mobile phones ra accessories available chha. Delivery delay bhaye updated estimate SMS ra email bata provide garincha.",
      "question": "Delivery delay bhaye updated estimate kasari dincha?",
      "response": "SMS ra email bata updated estimate dincha."
    },
    {
      "context": "ElectroMart Hub, Itahari-1, Chowk Bazaar ma sabai electronic items ra accessories available chha. Delivery ko lagi pre-paid ra cash on delivery dono option chha.",
      "question": "Delivery ko lagi payment option ke chha?",
      "response": "Pre-paid ra cash on delivery dono option chha."
    },
    {
      "context": "Mobile & More, Birtamod-2, College Line ma smartphones ra accessories ko special discount available chha. Payment garna eSewa ya QR code scan garera direct garna milcha.",
      "question": "Special discounts kahan available chha?",
      "response": "Mobile & More, Birtamod-2 ma special discounts available chha."
    },
    {
      "context": "Tech Guru Nepal, Biratnagar-9, Koshi Highway ma customer friendly service offer garincha. Pre-order ko lagi 50% advance payment garnu parcha.",
      "question": "Pre-order ko lagi kati advance payment chahinchha?",
      "response": "50% advance payment chahinchha."
    },
    {
      "context": "Eastern Electronics, Damak-5, Charali Road ma affordable gadgets available chha. Refund process return approve bhayepachi 7 din ma complete huncha.",
      "question": "Refund process kati din ma complete huncha?",
      "response": "7 din ma complete huncha."
    },
    {
      "context": "Digital Nepal Mart, Itahari-6, Traffic Chowk ma smartphones, cameras, ra printers upalabdha chha. EMI processing charge 0% cha special scheme ma.",
      "question": "EMI processing charge kati cha?",
      "response": "Special scheme ma EMI processing charge 0% cha."
    },
    {
      "context": "SmartPoint Nepal, Birtamod-5, Charali Bazar ma 4K TVs, Bluetooth speakers, ra kitchen appliances available chha. Warranty ko lagi replacement option pani offer garincha.",
      "question": "Warranty claim garna k garna milcha?",
      "response": "Replacement option offer garincha."
    },
    {
      "context": "Gadget Hub Store, Damak-9, Bhatbhateni Complex najikai chha. Product details ko lagi hamro website ma sabai specifications mentioned garincha.",
      "question": "Product details kahan padhna milcha?",
      "response": "Hamro website ma sabai specifications mentioned cha."
    },
    {
      "context": "Gadget King Nepal, Biratnagar-10, Airport Line ma bulk orders ko lagi customized pricing offer garincha. Bulk orders dispatch ko lagi priority tracking dincha.",
      "question": "Bulk orders ko lagi kasto pricing huncha?",
      "response": "Customized pricing offer garincha."
    },
    {
      "context": "NextGen Gadget Hub, Biratnagar-4, Main Chowk ma sabai latest smartphones ra gaming laptops available chha. Delivery Kathmandu ra major cities ma 2-3 din ma huncha.",
      "question": "Delivery Kathmandu ma kati din ma huncha?",
      "response": "2-3 din ma delivery huncha."
    },
    {
      "context": "SmartHome Electronics, Damak-7, BP Koirala Road ma smart appliances jastai vacuum cleaners, air purifiers, ra smart TVs upalabdha chha. Order cancellation order confirm bhayepachi 24 ghanta bhitra matra garna milcha.",
      "question": "Order cancellation ko lagi kati samay chha?",
      "response": "Order confirm bhayepachi 24 ghanta bhitra matra garna milcha."
    },
    {
      "context": "Prakash Electronics Bhandar, Itahari-3, Bus Park najikai chha. Saman leu/pick garna self-collection option pani chha, jasma extra delivery charge lagdaina.",
      "question": "Self-collection option ma delivery charge lagcha?",
      "response": "Self-collection ma delivery charge lagdaina."
    },
    {
      "context": "Digital Tech Point, Birtamod-1, Traffic Chowk ma sabai latest electronic gadgets, earphones, ra wireless speakers upalabdha chha. Warranty details product ko saath dincha.",
      "question": "Warranty details kahan pauna sakincha?",
      "response": "Product ko saath warranty details dincha."
    },
    {
      "context": "Eastern Digital Store, Biratnagar-6, Airport Line ma high-quality laptops ra tablets available chha. Credit card EMI options 6 mahina samma interest-free huncha.",
      "question": "Credit card EMI ko interest-free period kati mahina ho?",
      "response": "6 mahina samma interest-free period ho."
    },
    {
      "context": "Tech Essentials Nepal, Damak-9, New Market ma accessories ko wide range available chha. Order confirm bhaye pachi tracking link email garincha.",
      "question": "Order confirm bhaye pachi tracking link kasari dincha?",
      "response": "Tracking link email garincha."
    },
    {
      "context": "Gadget Pro Hub, Itahari-4, Koshi Highway ma electronic items ma discounts ra special offers continuously update garincha. Pre-order ko lagi 30% advance payment chahinchha.",
      "question": "Pre-order ko lagi kati advance payment chahinchha?",
      "response": "30% advance payment chahinchha."
    },
    {
      "context": "Nepal Mobile Mart, Birtamod-3, Dharan Road ma budget smartphones, headphones, ra Bluetooth devices available chha. Return policy unused items ko lagi 7 din samma chha.",
      "question": "Return policy kati din samma chha?",
      "response": "Unused items ko lagi 7 din samma chha."
    },
    {
      "context": "Global Tech Zone, Biratnagar-9, Mahendra Chowk ma gaming PCs ra accessories ma monthly offers huncha. EMI scheme document verification hamro app bata online complete huncha.",
      "question": "EMI ko document verification kasari huncha?",
      "response": "Hamro app bata online complete huncha."
    },
    {
      "context": "Dharane Gadget House, Dharan-1, Bhanu Chowk ma smartphones ra unko accessories ko original collection upalabdha chha. Delivery updates SMS ra email bata provide garincha.",
      "question": "Delivery updates kasari dincha?",
      "response": "SMS ra email bata delivery updates dincha."
    },
    {
      "context": "Gadget Mania Nepal, Itahari-5, Koshi Chowk ma affordable tablets, smartwatches, ra earphones available chha. Warranty claim ko lagi service center ma saman submit garnu parcha.",
      "question": "Warranty claim ko lagi ke garnu parcha?",
      "response": "Service center ma saman submit garnu parcha."
    },
    {
      "context": "Eastern Appliance Store, Birtamod-8, BP Highway ma smart appliances jastai air fryers, washing machines, ra induction cookers available chha. Delivery Nepal bhar free huncha special promotions ma.",
      "question": "Special promotions ma delivery charge kasto huncha?",
      "response": "Nepal bhar delivery free huncha."
    },
    {
      "context": "Tech Savvy Hub, Damak-6, Charali Road ma Bluetooth speakers ra soundbars ko best deals available chha. Order process bhaye pachi SMS confirmation dincha.",
      "question": "Order process bhaye pachi confirmation kasari dincha?",
      "response": "SMS confirmation dincha."
    },
    {
      "context": "Digital Nirvana Store, Itahari-2, Pashupati Road ma premium laptops ra smartphones ko collection chha. Refund request process garna 3 din samma lagcha.",
      "question": "Refund request process garna kati din lagcha?",
      "response": "3 din samma lagcha."
    },
    {
      "context": "Mobile World Nepal, Biratnagar-12, Koshi Bridge najikai chha. Latest iPhones ra Android phones ko EMI options 0% down payment ma available chha.",
      "question": "iPhones ko EMI option ma kati down payment chahinchha?",
      "response": "0% down payment chahinchha."
    },
    {
      "context": "Tech Galaxy Store, Damak-4, Koshi Road ma bulk orders ko lagi priority delivery option available chha. Order status app ko tracking section ma update huncha.",
      "question": "Order status kahan update huncha?",
      "response": "App ko tracking section ma update huncha."
    },
    {
      "context": "Smart Solutions Nepal, Itahari-7, Traffic Line ma sabai budget laptops ra gaming accessories ko special discounts monthly change garincha.",
      "question": "Special discounts kahile update huncha?",
      "response": "Monthly change garincha."
    },
    {
      "context": "Gadget Kingdom Nepal, Biratnagar-3, Pushpalal Chowk ma high-end smartphones ra accessories available chha. Return request approve bhaye 5 din ma refund process garincha.",
      "question": "Return request approve bhaye refund kati din ma process huncha?",
      "response": "5 din ma refund process garincha."
    },
    {
      "context": "Eastern Tech Solutions, Damak-10, New Chowk ma sabai products ko cash on delivery option available chha. Delivery agent le saman deliver garda payment ko confirmation linca.",
      "question": "Cash on delivery ma payment confirmation kasari huncha?",
      "response": "Delivery agent le saman deliver garda confirmation linca."
    },
    {
      "context": "Purwa Digital Store, Dharan-9, Ghopa Camp najikai chha. Smartphones ko sabai popular models available chha ra free screen protector pani offer garincha. Delivery Koshi Pradesh ma matra free chha.",
      "question": "Delivery Koshi Pradesh bhanda bahira free chha?",
      "response": "Koshi Pradesh bhanda bahira free chhaina."
    },
    {
      "context": "Future Tech Hub, Itahari-5, BP Chowk ma laptops ko exclusive collection chha. Delivery Kathmandu ma express option le 24 ghanta bhitra huncha.",
      "question": "Kathmandu ma delivery kati din ma huncha?",
      "response": "Express option le 24 ghanta bhitra huncha."
    },
    {
      "context": "SmartBuy Nepal, Biratnagar-1, Mahendra Road ma gaming accessories ko special offers available chha. Payment ko lagi eSewa, Khalti, ra card options upalabdha chha.",
      "question": "Payment ko lagi kun kun options available chha?",
      "response": "eSewa, Khalti, ra card options available chha."
    },
    {
      "context": "Tech Mart Nepal, Damak-7, Main Bazaar ma premium headphones ra Bluetooth speakers available chha. Order status tracking ID email bata dincha.",
      "question": "Order tracking ID kasari dincha?",
      "response": "Email bata tracking ID dincha."
    },
    {
      "context": "Eastern Mobile World, Birtamod-3, Haat Bazaar ma budget smartphones ra tablets upalabdha chha. Refund policy unused saman ko lagi 10 din samma ho.",
      "question": "Refund policy kati din samma chha?",
      "response": "Unused saman ko lagi 10 din samma chha."
    },
    {
      "context": "Digital Nirvana, Dharan-3, Bhanu Chowk ma wireless earbuds ra smartwatches ko premium collection chha. Exchange policy under 7 din available chha.",
      "question": "Exchange policy kati din samma available chha?",
      "response": "7 din samma available chha."
    },
    {
      "context": "Tech Haven Store, Itahari-2, Koshi Highway ma laptops ko official brands available chha. Warranty claim ko lagi saman ko original invoice jaruri huncha.",
      "question": "Warranty claim garna ke jaruri chha?",
      "response": "Saman ko original invoice jaruri chha."
    },
    {
      "context": "Gadget Zone Nepal, Biratnagar-10, Traffic Chowk ma Bluetooth speakers ra gaming controllers available chha. EMI ko lagi 0% processing fee offer garincha.",
      "question": "EMI processing fee kati chha?",
      "response": "EMI processing fee 0% chha."
    },
    {
      "context": "SmartGadget Nepal, Damak-5, Charali Line ma premium smartphones ra accessories upalabdha chha. Delivery confirmation SMS ra email bata huncha.",
      "question": "Delivery confirmation kasari dincha?",
      "response": "SMS ra email bata delivery confirmation dincha."
    },
    {
      "context": "Future Electronics, Birtamod-6, Koshi Chowk ma affordable laptops ra smartphones available chha. Return request approve bhaye pachi refund 5 din ma complete huncha.",
      "question": "Refund process kati din ma complete huncha?",
      "response": "5 din ma complete huncha."
    },
    {
      "context": "Tech Connect Hub, Dharan-4, Bhanu Chowk ma all-in-one printers ra smart appliances available chha. Pre-order ko lagi 50% advance payment chahinchha.",
      "question": "Pre-order ko lagi kati advance payment chahinchha?",
      "response": "50% advance payment chahinchha."
    },
    {
      "context": "Gadget Mart Nepal, Itahari-6, Pashupati Road ma headphones ra budget tablets ko best deals available chha. Bulk orders ko lagi customized pricing offer garincha.",
      "question": "Bulk orders ko lagi pricing kasto huncha?",
      "response": "Customized pricing offer garincha."
    },
    {
      "context": "Digital Bazaar, Biratnagar-2, Mahendra Chowk ma iPhones ra premium Android phones ko official collection available chha. Return policy unused saman ko lagi 7 din samma chha.",
      "question": "Return policy kati din samma chha?",
      "response": "7 din samma chha."
    },
    {
      "context": "Eastern Tech Solutions, Damak-8, BP Highway ma mid-range smartphones ra home appliances available chha. EMI options ko lagi monthly installments 0% interest ma huncha.",
      "question": "EMI options ma interest kati chha?",
      "response": "0% interest chha."
    },
    {
      "context": "Mobile Arena, Birtamod-9, Koshi Road ma smartwatches ra wireless headphones upalabdha chha. Tracking link order confirm bhaye pachi turunta pathaune garincha.",
      "question": "Tracking link kahile pathaune garincha?",
      "response": "Order confirm bhaye pachi turunta pathaune garincha."
    },
    {
      "context": "Tech Galaxy Nepal, Dharan-5, Koshi Chowk ma laptops, printers, ra accessories ko official collection chha. Payment option QR code scan bata pani possible chha.",
      "question": "Payment QR code scan bata garna milcha?",
      "response": "Ho, QR code scan bata garna milcha."
    },
    {
      "context": "SmartChoice Nepal, Itahari-9, Haat Bazaar ma gaming headphones ra ergonomic chairs upalabdha chha. Refund request approve bhaye pachi 3 din ma process huncha.",
      "question": "Refund process kati din ma complete huncha?",
      "response": "3 din ma complete huncha."
    },
    {
      "context": "Nepal Tech World, Damak-4, New Market ma affordable smartphones ra tablets ko best offers available chha. Delivery charge Koshi Pradesh ma free chha.",
      "question": "Koshi Pradesh ma delivery charge kasto chha?",
      "response": "Delivery charge free chha."
    },
    {
      "context": "Digital World Nepal, Biratnagar-11, Koshi Bridge ma home appliances jastai air fryers, water purifiers, ra smart TVs available chha. Return policy unused saman ko lagi 10 din samma chha.",
      "question": "Return policy kati din samma chha?",
      "response": "Unused saman ko lagi 10 din samma chha."
    },
    {
      "context": "Gadget House Nepal, Itahari-3, Bus Park ma premium laptops, smartphones, ra headphones available chha. Delivery agent le saman deliver garda payment confirm garcha.",
      "question": "Cash on delivery ma payment kasari confirm huncha?",
      "response": "Delivery agent le saman deliver garda payment confirm garcha."
    },
    {
      "context": "Birat Tech Store, Biratnagar-8, Mahendra Road ma latest laptops, gaming PCs, ra printers upalabdha chha. Delivery Kathmandu ra Pokhara ma 48 ghanta bhitra huncha. Payment options ma cash on delivery ra eSewa chha.",
      "question": "Delivery Kathmandu ma kati ghanta ma huncha?",
      "response": "48 ghanta bhitra huncha."
    },
    {
      "context": "Smart Electronics Center, Dharan-1, Traffic Chowk ma budget smartphones ra tablets available chha. Refund request unused saman ko lagi 7 din bhitra dina sakincha.",
      "question": "Refund request dina kati din samma milcha?",
      "response": "7 din samma refund request dina milcha."
    },
    {
      "context": "Purwa Tech Hub, Itahari-7, Main Bazaar ma smartwatches, wireless earphones, ra power banks ko special discounts offer garincha. Tracking details SMS ra email ma pathaune chha.",
      "question": "Tracking details kasari dincha?",
      "response": "SMS ra email ma tracking details dincha."
    },
    {
      "context": "TechStore Damak, Damak-10, BP Chowk ma gaming headphones ra Bluetooth speakers ko wide range available chha. EMI options card holders ko lagi 0% interest ma upalabdha chha.",
      "question": "Card holders ko lagi EMI interest rate kati chha?",
      "response": "0% interest rate chha."
    },
    {
      "context": "Digital Planet, Birtamod-4, New Road ma premium laptops ra smartphones available chha. Delivery Koshi Pradesh ma free chha, but outside area ma charge lagcha.",
      "question": "Koshi Pradesh bhitra delivery charge huncha?",
      "response": "Koshi Pradesh ma delivery free chha."
    },
    {
      "context": "Gadget Plus Nepal, Dharan-6, BP Road ma home appliances jastai air purifiers, rice cookers, ra induction stoves upalabdha chha. Order confirm bhaye pachi tracking link email ma pathaune chha.",
      "question": "Order confirm bhaye pachi tracking link kahile pathaune chha?",
      "response": "Order confirm bhaye pachi turunta tracking link pathaune chha."
    },
    {
      "context": "TechNepal Store, Itahari-3, Koshi Highway ma laptops ko official brands available chha. Warranty claim ko lagi saman ko original bill submit garnu parcha.",
      "question": "Warranty claim garna ke garnu parcha?",
      "response": "Original bill submit garnu parcha."
    },
    {
      "context": "Smart Choice Electronics, Biratnagar-5, Traffic Chowk ma sabai smartphones ra smartwatches ko collection available chha. Return policy unused saman ko lagi 10 din samma chha.",
      "question": "Unused saman return garna kati din samma milcha?",
      "response": "10 din samma return garna milcha."
    },
    {
      "context": "Eastern Tech Mart, Damak-2, Charali Road ma Bluetooth speakers ra gaming accessories available chha. Payment options eSewa, Khalti, ra card bata garna milcha.",
      "question": "Kun kun payment options available chha?",
      "response": "eSewa, Khalti, ra card bata payment garna milcha."
    },
    {
      "context": "Gadget World Nepal, Birtamod-1, Haat Bazaar ma premium headphones ra tablets available chha. Pre-order ko lagi 30% advance payment jaruri huncha.",
      "question": "Pre-order garna kati percent advance payment chahinchha?",
      "response": "30% advance payment chahinchha."
    },
    {
      "context": "TechHouse Nepal, Dharan-9, Bhanu Chowk ma smartphones ra accessories ko sabai latest models available chha. Return request approve bhaye pachi refund 5 din bhitra process garincha.",
      "question": "Refund process kati din ma complete huncha?",
      "response": "5 din ma complete huncha."
    },
    {
      "context": "Digital World, Itahari-5, Bus Park najikai ma smartwatches ra wireless earphones available chha. Delivery updates SMS ra email bata provide huncha.",
      "question": "Delivery updates kasari dincha?",
      "response": "SMS ra email bata updates dincha."
    },
    {
      "context": "Prakash Tech Zone, Biratnagar-12, Airport Chowk ma gaming laptops ra printers ko collection chha. Warranty saman ko purchase date dekhi 1 barsha samma valid chha.",
      "question": "Warranty kati samay samma valid huncha?",
      "response": "1 barsha samma valid huncha."
    },
    {
      "context": "SmartDeals Nepal, Damak-8, BP Highway ma headphones ra budget smartphones upalabdha chha. Delivery Kathmandu ma 48 ghanta bhitra complete garincha.",
      "question": "Delivery Kathmandu ma kati ghanta bhitra huncha?",
      "response": "48 ghanta bhitra delivery huncha."
    },
    {
      "context": "FutureGadget Hub, Itahari-4, Koshi Chowk ma smart appliances jastai washing machines, air fryers, ra smart TVs upalabdha chha. Order status app ko tracking section ma check garna sakincha.",
      "question": "Order status kasari check garna sakincha?",
      "response": "App ko tracking section ma check garna sakincha."
    },
    {
      "context": "TechExpert Nepal, Birtamod-9, New Road ma premium Android phones ra gaming headphones available chha. Refund unused saman ko lagi 7 din samma process huncha.",
      "question": "Refund process kati din samma valid chha?",
      "response": "7 din samma valid chha."
    },
    {
      "context": "Gadget Center, Dharan-2, Bhanu Chowk ma Bluetooth devices ra gaming keyboards available chha. Cash on delivery option sabai cities ma available chha.",
      "question": "Cash on delivery option kahan available chha?",
      "response": "Sabai cities ma cash on delivery option available chha."
    },
    {
      "context": "Eastern Mobile Store, Itahari-9, BP Chowk ma iPhones ra high-end laptops ko collection chha. EMI options ko lagi advance down payment 10% chahinchha.",
      "question": "EMI ko lagi down payment kati chahinchha?",
      "response": "10% down payment chahinchha."
    },
    {
      "context": "NextGen Electronics, Biratnagar-3, Mahendra Chowk ma wireless speakers ra tablets ko collection available chha. Warranty saman ko original invoice sangai present garnu parcha.",
      "question": "Warranty ko lagi invoice jaruri chha?",
      "response": "Ho, warranty ko lagi invoice jaruri chha."
    },
    {
      "context": "TechMart Nepal, Damak-6, Charali Line ma smartwatches, Bluetooth headphones, ra gaming laptops available chha. Tracking link order confirm bhaye pachi email ma pathaune chha.",
      "question": "Tracking link kahile pathaune garincha?",
      "response": "Order confirm bhaye pachi email ma tracking link pathaune garincha."
    },
    {
      "context": "SmartHub Electronics, Biratnagar-5, Mahendra Road ma purano ra naya customer ko lagi ekdamai ramro offers chha. Yo store le smartphones, laptops, ra gaming accessories ko official collection provide garcha. Sabai products manufacturer ko official warranty sangai aunchha. Return policy unused saman ko lagi 15 din samma chha, ra refund approve bhaye pachi 7 din bhitra process huncha. Delivery Koshi Pradesh ma free chha, ra Koshi Pradesh bahira ko lagi minimum delivery charge Rs. 200 chha. Payment options ma eSewa, Khalti, ra cash on delivery upalabdha chha. Pre-order option le customer lai uniharulai chahine saman agadi nai secure garna dincha, jasle guarantee garcha ki stock ma huney chance confirm huncha.",
      "question": "Refund approve bhaye pachi kati din ma process huncha?",
      "response": "Refund approve bhaye pachi 7 din bhitra process huncha."
    },
    {
      "context": "Eastern Digital Store, Dharan-9, Bhanu Chowk ma premium smartphones, DSLR cameras, ra smartwatches ko exclusive collection available chha. Store le EMI options pani dincha, jasma customers le 0% interest ma monthly installment ma saman purchase garna sakincha. Delivery Kathmandu ma 24 ghanta bhitra, Pokhara ma 48 ghanta bhitra complete huncha. Tracking details order confirm bhaye ko 2 ghanta bhitra email ma provide huncha. Yo store le exchange policy pani dincha, jasle unused saman 10 din bhitra exchange garna milcha. Customer care ko lagi 24/7 toll-free number available chha.",
      "question": "Exchange policy kati din samma valid chha?",
      "response": "Exchange policy 10 din samma valid chha."
    },
    {
      "context": "GadgetNepal Center, Itahari-3, Koshi Highway ma laptops, tablets, ra Bluetooth speakers ko affordable collection chha. Yo store ko sabai laptops original warranty sangai aunchha, ra repair service pani provide garcha. Delivery Koshi Pradesh ma free chha, ra sabai saman tracking link order confirm bhaye pachi SMS ra email ma pathaune garcha. Refund policy unused saman ko lagi 5 din samma chha, ra refund approve bhaye pachi wallet credit ya bank transfer ko madhyam bata process garincha. EMI options ko lagi customer le 20% down payment garnu parcha.",
      "question": "EMI ko lagi kati percent down payment chahinchha?",
      "response": "EMI ko lagi 20% down payment chahinchha."
    },
    {
      "context": "Digital Gadget World, Damak-4, BP Chowk ma smart appliances, gaming keyboards, ra headphones available chha. Yo store ko khas feature ho ki sabai saman ko price online ra in-store ma same chha. Customer le saman home delivery ko lagi order garna sakincha, jasma Koshi Pradesh bhitra delivery charge free chha. Cash on delivery option available chha, ra saman ko payment confirm huney bela delivery agent le bill provide garcha. Warranty claim process asan chha, ra customer le saman ko original invoice matra submit garnu parcha.",
      "question": "Warranty claim ko lagi ke jaruri chha?",
      "response": "Warranty claim ko lagi saman ko original invoice jaruri chha."
    },
    {
      "context": "Tech Arena Nepal, Birtamod-7, New Bazaar ma sabai smartphones, tablets, ra smartwatches ko popular brands available chha. Store le pre-order service provide garcha, jasle customers lai uniharu ko specific saman secure garna help garcha. Payment ma eSewa, Khalti, card, ra cash on delivery options available chha. Return policy unused saman ko lagi 7 din samma chha, ra refund approve bhaye pachi 3 din ma process huncha. Delivery updates email ra SMS bata regularly provide huncha. Customer le bulk orders ko lagi special discount ko suvidha pani paunchhan.",
      "question": "Bulk orders ma ke suvidha dincha?",
      "response": "Bulk orders ma special discount dincha."
    },
    {
      "context": "Purwa Electronics Hub, Dharan-5, BP Chowk ma smart TVs, home theaters, ra air purifiers upalabdha chha. Sabai products official distributor bata sourced chha, jasle original quality ko guarantee dincha. Delivery Kathmandu ma 48 ghanta bhitra complete huncha, ra Koshi Pradesh ma free chha. Refund policy unused saman ko lagi 7 din samma applicable chha, ra saman return gare pachi refund 5 din ma process huncha. EMI options haru 0% interest ma upalabdha chha, ra advance payment 10% matra chahinchha. Tracking link order confirm bhaye pachi turunta provide huncha.",
      "question": "Refund kati din ma process huncha?",
      "response": "Refund 5 din ma process huncha."
    },
    {
      "context": "GadgetX Nepal, Itahari-6, Haat Bazaar ma gaming laptops ra premium smartphones available chha. Store le sabai saman ko lagi special warranty claim service dincha, jasma customer le repair ya replacement ko lagi quick response paunchha. Payment ko lagi cash on delivery, eSewa, Khalti, ra bank transfer options upalabdha chha. Pre-order process ekdamai simple chha, ra order confirm bhaye ko 2 din ma saman dispatch huncha. Delivery Kathmandu, Pokhara, ra Biratnagar ma 48 ghanta bhitra garincha, ra Koshi Pradesh ma free delivery suvidha chha.",
      "question": "Delivery Kathmandu ma kati ghanta bhitra garincha?",
      "response": "48 ghanta bhitra delivery garincha."
    },
    {
      "context": "Future Digital Mart, Damak-8, Main Road ma smart appliances jastai air fryers, washing machines, ra rice cookers available chha. Yo store ma sabai saman easy replacement policy ko under ma aauchha, jasma unused saman 7 din bhitra exchange garna sakincha. Delivery confirmation SMS ra email bata provide garincha, ra tracking link pani offer garincha. Payment options eSewa, Khalti, ra credit card ko madhyam bata available chha.",
      "question": "Delivery confirmation kasari dincha?",
      "response": "SMS ra email bata delivery confirmation dincha."
    },
    {
      "context": "Digital World Nepal, Biratnagar-1, Traffic Chowk ma laptops, Bluetooth headphones, ra ergonomic chairs ko collection chha. Delivery process ekdamai fast chha, ra tracking details turunta pathaune garincha. Refund unused saman ko lagi 7 din samma garna milcha, ra refund process wallet credit ya bank transfer ko madhyam bata garincha. Customer care service 24/7 available chha.",
      "question": "Refund process wallet ma garna milcha?",
      "response": "Ho, refund wallet credit ko madhyam bata garna milcha."
    },
    {
      "context": "SmartTech Nepal, Dharan-7, Koshi Chowk ma smartwatches, tablets, ra smartphones available chha. Store ko khas suvidha ho ki sabai saman free setup service sangai dincha. Delivery Koshi Pradesh ma free chha, ra sabai saman ko warranty 1 barsha samma cover huncha. Return request approve bhaye pachi refund 3 din ma process garincha. Payment options cash on delivery, eSewa, Khalti, ra QR code scan bata available chha.",
      "question": "Payment QR code scan bata garna milcha?",
      "response": "Ho, QR code scan bata payment garna milcha."
    },
    {
      "context": "Eastern Tech Solutions, Biratnagar-12, Airport Road ma ekdamai advanced gadgets, laptops, ra accessories available chha. Yo store sabai popular brands ko authorized reseller ho, jasle quality ra warranty guarantee dincha. Koshi Pradesh ma delivery free chha, ra Kathmandu ma 48 ghanta bhitra delivery garincha. Pre-order system pani chha, jasma customer le saman stock ma aunubhanda agadi nai reserve garna sakincha. Return policy unused saman ko lagi 15 din samma applicable chha, ra refund wallet credit ya bank transfer ko madhyam bata complete garincha. Customer care service Monday dekhi Saturday 10 baje dekhi 6 baje samma available chha.",
      "question": "Kathmandu ma delivery kati samay ma complete huncha?",
      "response": "48 ghanta bhitra complete huncha."
    },
    {
      "context": "Purwa Mobile Hub, Itahari-4, Koshi Highway ma smartphones, tablets, ra Bluetooth accessories ko latest models available chha. Yo store le cash on delivery option sabai major cities ma provide garcha, ra Koshi Pradesh bhitra delivery free chha. Order confirm bhaye pachi tracking link SMS ra email ma provide garincha. Refund policy unused saman ko lagi 7 din samma applicable chha, ra refund approve bhaye pachi 5 din ma process garincha. Exchange policy 10 din samma valid chha, tara saman ko condition original hunu parcha.",
      "question": "Exchange policy kati din samma valid chha?",
      "response": "10 din samma valid chha."
    },
    {
      "context": "SmartHome Appliances, Dharan-5, BP Chowk ma home appliances jastai washing machines, air purifiers, ra induction cooktops available chha. Sabai products ko official warranty chha, ra free installation service sangai provide garincha. Delivery process ekdamai fast chha, Koshi Pradesh bhitra saman 24 ghanta bhitra puryaincha. Customer le saman ko payment eSewa, Khalti, ya credit card bata garna sakincha. Order ko status app ya email bata check garna milcha. Store le unused saman ko lagi easy refund system pani provide garcha.",
      "question": "Delivery Koshi Pradesh bhitra kati samay ma huncha?",
      "response": "24 ghanta bhitra huncha."
    },
    {
      "context": "Digital World, Damak-3, BP Highway ma gaming laptops, wireless speakers, ra premium headphones ko special collection available chha. Store le pre-order service dincha, jasma customer le saman delivery bhanda agadi nai confirm garna sakincha. EMI options sabai major banks ko cards ma upalabdha chha, jasle 0% interest ma monthly installments ko suvidha dincha. Delivery Kathmandu, Pokhara, ra Biratnagar ma 72 ghanta bhitra garincha, ra tracking link order confirm bhaye ko turunta pathaune garcha. Refund unused saman ko lagi 7 din samma valid chha, ra refund approve bhaye pachi 3 din ma process huncha.",
      "question": "Refund approve bhaye pachi kati din ma process huncha?",
      "response": "3 din ma process huncha."
    },
    {
      "context": "Tech Planet Nepal, Itahari-2, Haat Bazaar najikai ma premium smartphones, DSLR cameras, ra gaming accessories upalabdha chha. Koshi Pradesh bhitra delivery free chha, ra Pokhara ko lagi additional Rs. 300 charge garincha. Payment cash on delivery, eSewa, Khalti, ra bank transfer ko madhyam bata garna milcha. Order status tracking app ko tracking feature ya email notifications ko madhyam bata garna milcha. Warranty claim ko lagi saman ko original invoice submit garna jaruri chha, ra warranty 1 barsha samma valid chha.",
      "question": "Warranty kati samay samma valid chha?",
      "response": "Warranty 1 barsha samma valid chha."
    },
    {
      "context": "FutureGadgets Hub, Birtamod-6, Charali Chowk ma Bluetooth earphones, smartwatches, ra tablets ko collection chha. Store le unused saman ko lagi 10 din bhitra return policy dincha, ra refund ko lagi wallet ya bank account ko option provide garcha. Delivery Kathmandu ma 3 din bhitra, Pokhara ma 4 din bhitra, ra Koshi Pradesh bhitra free chha. Sabai products le 6 months warranty cover garcha, ra warranty ko lagi quick claim process available chha. Pre-order system customer ko demand ko adhar ma operate garincha.",
      "question": "Unused saman return garna kati din samma valid chha?",
      "response": "10 din samma valid chha."
    },
    {
      "context": "SmartTech Mart, Dharan-8, Traffic Chowk ma high-end gaming PCs, smart TVs, ra gaming chairs available chha. Store le sabai saman ko lagi home delivery ko suvidha dincha, ra tracking details turunta SMS ya email ma provide huncha. Refund unused saman ko lagi 7 din samma chha, ra refund approve bhaye pachi 5 din ma wallet ya bank transfer bata garincha. EMI options ko lagi initial down payment 15% chahinchha, ra baki payment monthly installments ma divide huncha. Customer support Monday dekhi Friday 9 baje dekhi 7 baje samma upalabdha chha.",
      "question": "EMI ko lagi initial down payment kati chahinchha?",
      "response": "15% initial down payment chahinchha."
    },
    {
      "context": "Gadget King Nepal, Itahari-5, Koshi Chowk ma laptops, smartphones, ra gaming headphones available chha. Store le unused saman ko easy replacement ko lagi 10 din bhitra valid exchange policy provide garcha. Delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra 48 ghanta bhitra complete huncha, ra tracking details turunta email ma pathaune garcha. Payment options cash on delivery, card, eSewa, ra Khalti ma upalabdha chha. Sabai products ko warranty 1 barsha samma chha, ra warranty claim ko lagi original bill submit garna jaruri chha.",
      "question": "Warranty claim ko lagi ke jaruri chha?",
      "response": "Warranty claim ko lagi original bill jaruri chha."
    },
    {
      "context": "NextGen Electronics, Damak-9, Main Road ma smart TVs, air fryers, ra home theaters available chha. Delivery Koshi Pradesh ma free chha, ra saman Kathmandu ma 48 ghanta bhitra puryaincha. Refund unused saman ko lagi 7 din samma chha, ra refund ko process turunta start huncha. EMI options 0% interest ma available chha, ra pre-order service le saman reserve garna madat garcha. Warranty claim process ekdamai asan chha, ra saman repair ya replace garna original invoice matra submit garnu parcha.",
      "question": "Refund ko lagi kati din samma apply garna milcha?",
      "response": "Refund ko lagi 7 din samma apply garna milcha."
    },
    {
      "context": "TechSavvy Store, Biratnagar-4, Mahendra Chowk ma smartwatches, fitness trackers, ra Bluetooth headsets available chha. Delivery Kathmandu ma 3 din bhitra, Koshi Pradesh bhitra 2 din bhitra puryaincha. Pre-order ko lagi saman ko 20% advance payment chahinchha, ra baki payment delivery pachi complete garna milcha. Refund unused saman ko lagi 5 din samma applicable chha, ra refund approve bhaye pachi 3 din ma process huncha. Tracking link SMS ra email ma confirm order ko turunta provide huncha.",
      "question": "Pre-order garna kati percent advance payment chahinchha?",
      "response": "Pre-order garna 20% advance payment chahinchha."
    },
    {
      "context": "Dharane Tech Mart, Dharan-4, BP Chowk ma smartphones, laptops, ra gaming accessories ko latest models available chha. Sabai saman officially sourced chha, ra warranty 1 barsha samma provide garincha. Store ma ongoing offer chha jasma sabai smartphones ma flat 10% discount chha, ra laptops ko lagi free wireless mouse provide garincha. Payment options cash on delivery, eSewa, Khalti, ra debit/credit card ko madhyam bata upalabdha chha. Delivery Koshi Pradesh bhitra free chha, ra Kathmandu ko lagi Rs. 200 delivery charge lagcha. Bulk orders ma pani special discount ko suvidha chha.",
      "question": "Smartphones ma kati percent discount chha?",
      "response": "Smartphones ma flat 10% discount chha."
    },
    {
      "context": "TechEase Nepal, Biratnagar-6, Mahendra Road ma premium gadgets, smartwatches, ra tablets ko best-selling models upalabdha chha. Store le Dashain-Tihar offer ma sabai smartwatches ma 15% discount dincha, ra tablets ko lagi Rs. 1,000 cashback provide garcha. Delivery Koshi Pradesh bhitra 24 ghanta bhitra complete garincha, ra Kathmandu ma 48 ghanta bhitra delivery huncha. EMI option haru sabai major credit cards ma upalabdha chha, jasma 0% interest facility chha. Return policy unused saman ko lagi 7 din samma valid chha.",
      "question": "Dashain-Tihar offer ma tablets ko lagi k k suvidha chha?",
      "response": "Dashain-Tihar offer ma tablets ko lagi Rs. 1,000 cashback provide garincha."
    },
    {
      "context": "Digital Arena, Damak-3, Main Road ma sabai branded laptops, gaming consoles, ra Bluetooth headsets ko exclusive collection chha. Ongoing festive sale ma sabai gaming consoles ma Rs. 5,000 ko discount available chha, ra laptops ma flat 12% off chha. Bluetooth headsets ko lagi buy 1 get 1 free ko offer pani chha. Store le free delivery Koshi Pradesh bhitra dincha, ra sabai saman order confirm bhaye ko 2 din bhitra dispatch garincha.",
      "question": "Gaming consoles ma kati ko discount chha?",
      "response": "Gaming consoles ma Rs. 5,000 ko discount chha."
    },
    {
      "context": "Gadget Galaxy, Itahari-2, Haat Bazaar ma smartphones, tablets, ra speakers ko budget ra premium models available chha. Store le Dashain ma sabai smartphones ma 5% discount, ra speakers ko lagi flat Rs. 500 ko discount dincha. Payment cash on delivery, card payment, ra digital wallets jastai eSewa ra Khalti ko madhyam bata garna milcha. Delivery Koshi Pradesh bhitra 24 ghanta bhitra, ra Kathmandu ma 3 din bhitra puryaincha.",
      "question": "Speakers ma Dashain ko lagi kati ko discount chha?",
      "response": "Speakers ma Dashain ko lagi flat Rs. 500 ko discount chha."
    },
    {
      "context": "SmartBuy Electronics, Biratnagar-10, Traffic Chowk ma sabai premium home appliances, laptops, ra smart TVs available chha. Laptops ma special Dashain offer chha, jasma flat Rs. 3,000 ko cashback dincha. Smart TVs ko lagi buy 2 get 1 free ko scheme chha, ra home appliances ma 10% discount available chha. Delivery Kathmandu, Pokhara, ra Koshi Pradesh ma 48 ghanta bhitra garincha.",
      "question": "Laptops ma Dashain offer ke chha?",
      "response": "Laptops ma Dashain offer ma flat Rs. 3,000 ko cashback chha."
    },
    {
      "context": "TechNepal Store, Dharan-5, Koshi Chowk ma premium gadgets, headphones, ra wireless chargers available chha. Store le earphones ko lagi buy 1 get 1 free offer provide garcha, ra headphones ma 20% discount chha. Wireless chargers ma Rs. 200 cashback ko suvidha chha, ra sabai saman Koshi Pradesh bhitra free delivery ko suvidha sangai provide garincha. Warranty claim ko lagi saman ko original bill submit garnu parcha.",
      "question": "Headphones ma kati percent discount chha?",
      "response": "Headphones ma 20% discount chha."
    },
    {
      "context": "Purwa Tech Zone, Itahari-8, BP Chowk ma smartphones, laptops, ra gaming keyboards available chha. Yo Dashain-Tihar ma smartphones ma flat Rs. 2,000 ko cashback chha, ra gaming keyboards ko lagi 15% discount available chha. Laptops ma EMI options 0% interest ma upalabdha chha, ra delivery Koshi Pradesh ma free chha. Store le unused saman return garna 7 din samma ko policy dincha.",
      "question": "Gaming keyboards ma kati percent discount chha?",
      "response": "Gaming keyboards ma 15% discount chha."
    },
    {
      "context": "Future Tech Hub, Birtamod-4, Charali Chowk ma gaming accessories, smartwatches, ra Bluetooth speakers available chha. Store le Dashain-Tihar ko afsar ma sabai smartwatches ma Rs. 1,500 cashback, ra Bluetooth speakers ma buy 1 get 1 free offer provide garcha. Delivery Kathmandu ma 48 ghanta bhitra, Koshi Pradesh bhitra free chha, ra saman order confirm bhaye pachi tracking details email ra SMS ma pathaune garcha.",
      "question": "Smartwatches ma Dashain-Tihar ma kati ko cashback chha?",
      "response": "Smartwatches ma Dashain-Tihar ma Rs. 1,500 ko cashback chha."
    },
    {
      "context": "Digital Choice Nepal, Biratnagar-1, Mahendra Road ma laptops, tablets, ra premium headphones available chha. Tablets ma special festive discount flat 10% chha, ra premium headphones ma Rs. 1,000 cashback offer garincha. Delivery Koshi Pradesh ma free chha, ra Kathmandu ma 48 ghanta bhitra saman puryaincha. Return policy unused saman ko lagi 10 din samma applicable chha.",
      "question": "Tablets ma kati percent ko discount chha?",
      "response": "Tablets ma flat 10% ko discount chha."
    },
    {
      "context": "SmartZone Nepal, Damak-7, BP Chowk ma gaming laptops, cameras, ra air purifiers available chha. Store le Dashain ma gaming laptops ma flat Rs. 5,000 ko discount dincha, ra cameras ma flat 8% discount chha. Air purifiers ko lagi cashback scheme Rs. 1,200 available chha. Sabai saman ko delivery Kathmandu ma 3 din bhitra, ra Koshi Pradesh ma 48 ghanta bhitra garincha.",
      "question": "Cameras ma kati percent discount chha?",
      "response": "Cameras ma 8% discount chha."
    },
    {
      "context": "Future Gadgets Nepal, Dharan-4, Mahendra Chowk ma sabai electronics jastai gaming laptops, smartwatches, ra wireless earphones available chha. Laptops ma ongoing offer chha jasma sabai gaming laptops ma flat 15% discount chha ra wireless earphones ko lagi buy 1 get 1 free offer chha. Smartwatches ko lagi Rs. 1,500 cashback provide garincha. Delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra free chha, ra order confirm bhaye ko 2 din bhitra saman delivery garincha. EMI options ko lagi sabai major credit card ko madhyam bata upalabdha chha, jasma 0% interest suvidha chha.",
      "question": "Gaming laptops ma kati percent discount chha?",
      "response": "Gaming laptops ma flat 15% discount chha."
    },
    {
      "context": "TechSmart Nepal, Birtamod-2, Charali Chowk ma premium smartphones, tablets, ra Bluetooth speakers available chha. Store le festive season ko afsar ma smartphones ma flat Rs. 3,000 ko discount dincha ra tablets ma 10% discount available chha. Bluetooth speakers ma Rs. 500 ko cashback offer chha. Delivery Kathmandu ma 2 din bhitra, ra Koshi Pradesh bhitra 24 ghanta bhitra complete huncha. Payment options ma card, wallet transfer, ra cash on delivery upalabdha chha.",
      "question": "Tablets ma kati percent ko discount chha?",
      "response": "Tablets ma 10% discount chha."
    },
    {
      "context": "Gadget Pro, Itahari-5, BP Chowk ma smartwatches, fitness trackers, ra Bluetooth earphones available chha. Yo store le special Dashain offer ma smartwatches ma Rs. 2,000 cashback dincha, ra Bluetooth earphones ma 10% discount available chha. Fitness trackers ma buy 1 get 1 free ko offer chha. Delivery sabai major cities ma 3 din bhitra garincha, ra Koshi Pradesh bhitra free delivery provide garincha. Return policy ko lagi unused saman ko 7 din bhitra return garna sakincha.",
      "question": "Bluetooth earphones ma kati percent discount chha?",
      "response": "Bluetooth earphones ma 10% discount chha."
    },
    {
      "context": "Smart Buy Electronics, Biratnagar-10, Majher Road ma laptops, smart TVs, ra headphones ko latest models available chha. Laptops ma special festive offer chha, jasma flat Rs. 4,000 ko cashback provide garincha. Smart TVs ma 15% discount ra headphones ma Rs. 1,000 cashback offer chha. Delivery Kathmandu ra Pokhara ko lagi 48 ghanta bhitra garincha, ra Koshi Pradesh bhitra free delivery chha. Saman ko warranty 1 barsha samma chha.",
      "question": "Smart TVs ma kati percent discount chha?",
      "response": "Smart TVs ma 15% discount chha."
    },
    {
      "context": "Digital World Hub, Damak-4, Chowk ma smartphones, wireless chargers, ra premium speakers available chha. Wireless chargers ma ongoing offer chha, jasma flat Rs. 200 discount available chha. Premium speakers ma buy 1 get 1 free ko offer chha. Smartphones ko lagi Dashain offer ma Rs. 3,000 ko cashback offer chha. Delivery Kathmandu ma 3 din bhitra, ra Koshi Pradesh bhitra 48 ghanta bhitra garincha. Saman ko return policy unused saman ko lagi 7 din bhitra applicable chha.",
      "question": "Wireless chargers ma kati ko discount chha?",
      "response": "Wireless chargers ma flat Rs. 200 discount chha."
    },
    {
      "context": "Tech Zone Nepal, Biratnagar-6, Mahendra Chowk ma gaming headphones, smartwatches, ra Bluetooth headsets available chha. Gaming headphones ma ongoing sale chha jasma 20% discount available chha, ra Bluetooth headsets ma buy 1 get 1 free offer chha. Smartwatches ko lagi special offer chha, jasma Rs. 1,500 cashback milcha. Delivery Kathmandu ra Pokhara ko lagi 3 din bhitra, ra Koshi Pradesh bhitra free delivery garincha.",
      "question": "Gaming headphones ma kati percent discount chha?",
      "response": "Gaming headphones ma 20% discount chha."
    },
    {
      "context": "Purwa Mobile Hub, Damak-2, BP Chowk ma smartphones, gaming laptops, ra speakers available chha. Laptops ma flat Rs. 5,000 discount chha ra smartphones ma Rs. 2,000 cashback chha. Speakers ko lagi buy 1 get 1 free offer chha. Delivery Kathmandu ko lagi 48 ghanta bhitra, ra Koshi Pradesh bhitra 24 ghanta bhitra garincha. Payment options cash on delivery, Khalti, ra card payment ma available chha.",
      "question": "Smartphones ma kati ko cashback chha?",
      "response": "Smartphones ma Rs. 2,000 cashback chha."
    },
    {
      "context": "NextGen Electronics, Birtamod-5, Charali Chowk ma smartwatches, tablets, ra Bluetooth earphones available chha. Yo store le Dashain ma sabai smartwatches ma flat 10% discount dincha, ra tablets ko lagi Rs. 1,000 ko cashback offer chha. Bluetooth earphones ma buy 1 get 1 free offer chha. Delivery Kathmandu ra Koshi Pradesh bhitra free chha. Return policy unused saman ko lagi 7 din bhitra valid chha.",
      "question": "Tablets ma kati ko cashback offer chha?",
      "response": "Tablets ma Rs. 1,000 ko cashback offer chha."
    },
    {
      "context": "SmartTech Hub, Dharan-3, Haat Bazaar ma gaming accessories, laptops, ra air purifiers available chha. Gaming accessories ma 10% discount chha, ra laptops ma Rs. 5,000 ko cashback offer chha. Air purifiers ma Rs. 500 ko discount available chha. Delivery Kathmandu ra Pokhara ma 48 ghanta bhitra garincha, ra Koshi Pradesh bhitra free delivery chha.",
      "question": "Gaming accessories ma kati percent discount chha?",
      "response": "Gaming accessories ma 10% discount chha."
    },
    {
      "context": "Tech Planet, Birtamod-6, Charali Chowk ma smartphones, tablets, ra wireless chargers available chha. Tablets ma Dashain offer ma flat 15% discount available chha, ra wireless chargers ko lagi buy 1 get 1 free ko offer chha. Smartphones ma Rs. 2,000 ko cashback provide garincha. Delivery Kathmandu ra Pokhara ko lagi 3 din bhitra garincha, ra Koshi Pradesh bhitra 24 ghanta bhitra saman puryaincha.",
      "question": "Wireless chargers ma kati ko offer chha?",
      "response": "Wireless chargers ma buy 1 get 1 free offer chha."
    },
    {
      "context": "Digital Plaza, Itahari-3, BP Chowk ma smartwatches, gaming headphones, ra Bluetooth earphones ko collection available chha. Smartwatches ma flat Rs. 1,500 ko cashback chha, ra gaming headphones ma Rs. 2,000 ko discount available chha. Bluetooth earphones ma buy 1 get 1 free ko offer chha. Delivery Kathmandu ma 2 din bhitra garincha, ra Koshi Pradesh bhitra free delivery chha.",
      "question": "Gaming headphones ma kati ko discount chha?",
      "response": "Gaming headphones ma Rs. 2,000 ko discount chha."
    },
    {
      "context": "Tech World Hub, Itahari-5, Koshi Chowk ma electronics ko wide variety available chha. Yaha, aaple smartphones, laptops, smartwatches, gaming consoles, ra audio devices jastai wireless headphones ra Bluetooth speakers paunu huncha. Sabai products official suppliers bata aayeko ra warranty included chha. Smartwatches ma latest models jastai Apple Watch Series 8, Samsung Galaxy Watch 5, ra Garmin Venu 2 upalabdha chha. Laptops ko section ma gaming laptops haru jastai ASUS ROG, MSI Raider, ra Dell Alienware models paunu huncha. Sabai saman ko delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra free chha. Sabai payments, eSewa, Khalti, ra card payments ma garna sakincha.",
      "question": "Smartwatches ma kun kun models available chha?",
      "response": "Smartwatches ma Apple Watch Series 8, Samsung Galaxy Watch 5, ra Garmin Venu 2 models available chha."
    },
    {
      "context": "Future Electronics, Dharan-4, Mahendra Chowk ma premium gadgets ko collection available chha. Yaha smartphones, laptops, Bluetooth headsets, ra gaming accessories ko wide range cha. Smartphones ko latest collection ma iPhone 14 Pro Max, Samsung Galaxy S23, ra OnePlus 11 upalabdha chha. Gaming accessories ma gaming mice, mechanical keyboards, ra high-performance gaming headsets haru available cha. Laptops ko section ma ultrabooks jastai MacBook Air M2, Dell XPS 13, ra Lenovo ThinkPad X1 Carbon ko models haru paunu huncha. Store le free delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra garincha. EMI option haru pani available chha.",
      "question": "Gaming accessories ma kun kun items available chha?",
      "response": "Gaming accessories ma gaming mice, mechanical keyboards, ra high-performance gaming headsets haru available cha."
    },
    {
      "context": "Gadget Galaxy, Birtamod-2, Charali Chowk ma premium electronics jastai laptops, smartphones, ra smart home devices available chha. Yaha laptops ko latest collection ma HP Spectre x360, Lenovo Yoga Slim 7i, ra ASUS ZenBook 14 paunu huncha. Smartphones ko section ma iPhone 13, Samsung Galaxy Note 20, ra Xiaomi Mi 11 paunu huncha. Store ma smart home devices ko lagi smart bulbs, smart speakers jastai Amazon Echo ra Google Nest Hub paunu huncha. Special offer ko tahat, laptops ma 10% discount ra smartphones ma Rs. 2,000 cashback offer available chha. Delivery sabai major cities ma free chha, ra 48 ghanta bhitra saman puryaincha.",
      "question": "Laptops ma kun kun models available chha?",
      "response": "Laptops ma HP Spectre x360, Lenovo Yoga Slim 7i, ra ASUS ZenBook 14 models available chha."
    },
    {
      "context": "Digital Nepal, Biratnagar-10, Main Road ma electronics, gadgets, ra mobile accessories ko wide range available chha. Smartphone section ma Apple, Samsung, ra Xiaomi ko sabai latest models paunu huncha. Laptop ma gaming laptops haru jastai MSI GE76 Raider, ASUS TUF, ra Razer Blade 15 models available chha. Smartwatches ko collection ma Garmin Fenix 7, Fitbit Charge 5, ra Samsung Galaxy Watch 4 available chha. Yaha gaming accessories ko lagi wireless mice, mechanical keyboards, ra game controllers haru paunu huncha. Payment options ko lagi cash on delivery, Khalti, ra eSewa ko suvidha upalabdha chha.",
      "question": "Smartwatches ma kun kun models available chha?",
      "response": "Smartwatches ma Garmin Fenix 7, Fitbit Charge 5, ra Samsung Galaxy Watch 4 models available chha."
    },
    {
      "context": "NextGen Gadgets, Damak-3, BP Chowk ma electronics, home appliances, ra laptops ko collection available chha. Yaha, laptops ko latest collection ma MacBook Pro 16-inch, Dell Inspiron 14, ra Acer Predator Helios 300 available chha. Smartphones ko section ma iPhone 14, OnePlus 9 Pro, ra Google Pixel 6 available chha. Home appliances ko section ma Samsung, LG, ra Whirlpool ko refrigerators, washing machines, ra microwave ovens paunu huncha. Delivery sabai major cities ma 3 din bhitra garincha ra Koshi Pradesh bhitra free delivery chha. Warranty sabai saman ko lagi 1 barsha ko upalabdha chha.",
      "question": "Home appliances ma kun kun brands ko saman available chha?",
      "response": "Home appliances ma Samsung, LG, ra Whirlpool ko refrigerators, washing machines, ra microwave ovens available chha."
    },
    {
      "context": "SmartTech Zone, Itahari-7, Haat Bazaar ma smartphones, laptops, ra Bluetooth speakers available chha. Yaha, laptops ko section ma HP Pavilion 15, ASUS VivoBook 15, ra Dell XPS 13 models available chha. Smartphones ko collection ma Samsung Galaxy A53, OnePlus Nord 2T, ra Realme GT 2 Pro upalabdha chha. Bluetooth speakers ko section ma JBL Flip 5, Bose SoundLink, ra Sony SRS-XB43 available chha. Store le free delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra garincha. EMI options ko suvidha pani available chha.",
      "question": "Bluetooth speakers ma kun kun models available chha?",
      "response": "Bluetooth speakers ma JBL Flip 5, Bose SoundLink, ra Sony SRS-XB43 models available chha."
    },
    {
      "context": "Techno Solutions, Birtamod-4, Charali Chowk ma mobile phones, tablets, ra wireless chargers available chha. Mobile phones ko latest models ma iPhone 13, Oppo F19 Pro, ra Vivo V21 upalabdha chha. Tablets ko section ma Apple iPad Air, Samsung Galaxy Tab S7, ra Lenovo Tab P11 available chha. Wireless chargers ko section ma Anker PowerWave, Xiaomi Mi Wireless Charger, ra Samsung Fast Wireless Charger available chha. Delivery sabai major cities ma free chha ra delivery time 48 ghanta bhitra huncha.",
      "question": "Tablets ma kun kun models available chha?",
      "response": "Tablets ma Apple iPad Air, Samsung Galaxy Tab S7, ra Lenovo Tab P11 models available chha."
    },
    {
      "context": "ElectroCity, Damak-2, Haat Bazaar ma gaming accessories, smartwatches, ra mobile phones ko variety available chha. Mobile phones ko section ma iPhone 14, Samsung Galaxy Z Fold 4, ra Xiaomi Redmi Note 11 upalabdha chha. Gaming accessories ma gaming chairs, headsets, ra gamepads haru available chha. Smartwatches ma Apple Watch SE, Fitbit Versa 3, ra Amazfit GTR 3 available chha. Special festive offer ma smartphones ma Rs. 2,000 ko cashback ra gaming accessories ma 10% discount available chha. EMI options ra free delivery sabai major cities bhitra upalabdha chha.",
      "question": "Gaming accessories ma kun kun items available chha?",
      "response": "Gaming accessories ma gaming chairs, headsets, ra gamepads haru available chha."
    },
    {
      "context": "TechX Store, Dharan-3, Koshi Chowk ma electronics ra gadgets ko wide range available chha. Smartphone section ma iPhone 12, Samsung Galaxy S21, ra Xiaomi Mi 11 Pro models upalabdha chha. Tablets ma iPad Pro 12.9-inch, Samsung Galaxy Tab S6, ra Huawei MediaPad M5 available chha. Laptops ko section ma Apple MacBook Air, Dell Inspiron 14, ra Acer Swift 3 paunu huncha. Store le free delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra garincha. Cash on delivery, digital wallets, ra card payments ko suvidha upalabdha chha.",
      "question": "Laptops ma kun kun models available chha?",
      "response": "Laptops ma Apple MacBook Air, Dell Inspiron 14, ra Acer Swift 3 models available chha."
    },
    {
      "context": "TechMart, Biratnagar-12, Main Road ma sabai electronics saman haru available chha. Yaha smartphones ko latest models ma iPhone 14, Samsung Galaxy S23 Ultra, ra Xiaomi 13 Pro upalabdha chha. Laptop ko section ma Apple MacBook Pro 14-inch, Dell XPS 15, ra ASUS ROG Strix Scar 15 available chha. Gaming accessories haru jastai gaming keyboards, gaming mice, ra high-performance gaming headphones paunu huncha. Store ma sabai saman ko official warranty chha ra delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra free chha. Payment options ma Khalti, eSewa, ra card payments available chha.",
      "question": "Smartphones ko kun kun models available chha?",
      "response": "Smartphones ko iPhone 14, Samsung Galaxy S23 Ultra, ra Xiaomi 13 Pro models available chha."
    },
    {
      "context": "GadgetX, Itahari-6, Haat Bazaar ma laptops, mobile phones, ra audio devices ko wide range available chha. Yaha, laptops ko section ma Dell Inspiron 14, HP Pavilion 15, ra Lenovo Legion 5 paunu huncha. Mobile phones ko collection ma OnePlus 10 Pro, iPhone 13, ra Samsung Galaxy A54 upalabdha chha. Audio devices ko section ma JBL Flip 5, Bose SoundLink, ra Sony SRS-XB43 available chha. EMI options ra free delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra available chha.",
      "question": "Mobile phones ma kun kun models available chha?",
      "response": "Mobile phones ko OnePlus 10 Pro, iPhone 13, ra Samsung Galaxy A54 models available chha."
    },
    {
      "context": "ElectroShop, Dharan-2, Main Road ma smartwatches, tablets, ra wireless chargers available chha. Smartwatches ko collection ma Apple Watch Series 7, Samsung Galaxy Watch 4, ra Fitbit Versa 3 upalabdha chha. Tablets ko section ma iPad Pro 11-inch, Samsung Galaxy Tab S8, ra Lenovo Tab P11 available chha. Wireless chargers ma Anker PowerWave, Xiaomi Mi Wireless Charger, ra Samsung Fast Wireless Charger available chha. Delivery sabai major cities ma free chha, ra payment options cash on delivery ra card payments ma available chha.",
      "question": "Smartwatches ko kun kun models available chha?",
      "response": "Smartwatches ko Apple Watch Series 7, Samsung Galaxy Watch 4, ra Fitbit Versa 3 models available chha."
    },
    {
      "context": "Tech Zone, Birtamod-8, Charali Chowk ma laptops, smart speakers, ra mobile accessories available chha. Laptop section ma ASUS ZenBook 14, MacBook Air M2, ra Dell XPS 13 available chha. Smart speakers ma Amazon Echo Dot, Google Nest Mini, ra Sonos One upalabdha chha. Mobile accessories ko section ma wireless earphones, phone cases, ra screen protectors paunu huncha. Yaha free delivery Kathmandu, Pokhara, ra Koshi Pradesh bhitra garincha, ra EMI options sabai major credit cards ko madhyam bata upalabdha chha.",
      "question": "Smart speakers ma kun kun models available chha?",
      "response": "Smart speakers ma Amazon Echo Dot, Google Nest Mini, ra Sonos One models available chha."
    },
    {
      "context": "Digital World, Damak-3, BP Chowk ma smartwatches, mobile phones, ra fitness trackers available chha. Smartwatches ma Apple Watch SE, Garmin Fenix 6, ra Fitbit Charge 5 available chha. Mobile phones ko section ma iPhone 14 Pro, Samsung Galaxy Z Fold 4, ra OnePlus 10T upalabdha chha. Fitness trackers ma Xiaomi Mi Band 6, Fitbit Inspire 2, ra Garmin Vivosmart 4 available chha. Special offer ko tahat, smartphones ma Rs. 3,000 ko cashback ra smartwatches ma flat 10% discount available chha.",
      "question": "Mobile phones ma kun kun models available chha?",
      "response": "Mobile phones ko iPhone 14 Pro, Samsung Galaxy Z Fold 4, ra OnePlus 10T models available chha."
    },
    {
      "context": "TechShack, Biratnagar-7, Charali Chowk ma laptops, wireless headsets, ra gaming monitors available chha. Laptop section ma HP Spectre x360, MacBook Pro 16-inch, ra ASUS ROG Strix Scar 15 upalabdha chha. Wireless headsets ma Bose QuietComfort 35 II, Sony WH-1000XM4, ra Jabra Elite 85h available chha. Gaming monitors ma ASUS ROG Swift PG259QN, Dell Alienware AW2521H, ra LG UltraGear 27GN950 available chha. Delivery sabai major cities ma 3 din bhitra garincha ra EMI options ma 0% interest upalabdha chha.",
      "question": "Gaming monitors ma kun kun models available chha?",
      "response": "Gaming monitors ma ASUS ROG Swift PG259QN, Dell Alienware AW2521H, ra LG UltraGear 27GN950 models available chha."
    },
    {
      "context": "SmartGadgets, Birtamod-3, Main Road ma smartwatches, smartphones, ra gaming accessories ko collection available chha. Smartwatches ko section ma Samsung Galaxy Watch 5, Apple Watch Series 6, ra Huawei Watch GT 3 available chha. Smartphones ma iPhone 13, OnePlus 9 Pro, ra Realme GT 2 Pro upalabdha chha. Gaming accessories ko section ma Razer DeathAdder V2, Logitech G Pro X, ra SteelSeries Arctis 7 headphones available chha. Delivery Kathmandu ra Pokhara ma 48 ghanta bhitra garincha ra Koshi Pradesh bhitra free delivery chha.",
      "question": "Smartphones ma kun kun models available chha?",
      "response": "Smartphones ko iPhone 13, OnePlus 9 Pro, ra Realme GT 2 Pro models available chha."
    },
    {
      "context": "Digital Plaza, Itahari-8, Charali Chowk ma laptops, smart speakers, ra mobile accessories available chha. Laptops ma ASUS TUF A15, MacBook Air M1, ra Dell Inspiron 15 available chha. Smart speakers ma Amazon Echo 4th Gen, Google Nest Audio, ra Sonos One available chha. Mobile accessories ma wireless chargers, phone cases, ra Bluetooth earphones paunu huncha. Store le free delivery Kathmandu ra Pokhara bhitra garincha, ra EMI options haru pani upalabdha chha.",
      "question": "Laptops ma kun kun models available chha?",
      "response": "Laptops ma ASUS TUF A15, MacBook Air M1, ra Dell Inspiron 15 models available chha."
    },
    {
      "context": "Gadget Hub, Dharan-5, Koshi Chowk ma smartphones, smartwatches, ra audio devices available chha. Smartphone section ma Samsung Galaxy A52, iPhone 12, ra Vivo V21 available chha. Smartwatches ma Garmin Fenix 7, Fitbit Versa 3, ra Apple Watch Series 5 paunu huncha. Audio devices ma JBL Flip 5, Sony SRS-XB43, ra Bose SoundLink Revolve available chha. EMI options sabai major credit card ko madhyam bata available chha.",
      "question": "Audio devices ma kun kun models available chha?",
      "response": "Audio devices ma JBL Flip 5, Sony SRS-XB43, ra Bose SoundLink Revolve models available chha."
    },
    {
      "context": "NextGen Electronics, Itahari-4, BP Chowk ma gaming laptops, Bluetooth headsets, ra wireless chargers available chha. Gaming laptops ko collection ma ASUS ROG Zephyrus G14, MSI GE76 Raider, ra Dell Alienware M15 available chha. Bluetooth headsets ma Bose QC35 II, Sony WH-1000XM3, ra Jabra Elite 85h available chha. Wireless chargers ko section ma Anker PowerWave, Samsung Fast Wireless Charger, ra Xiaomi Mi Wireless Charger available chha. Store le free delivery sabai major cities bhitra garincha.",
      "question": "Gaming laptops ma kun kun models available chha?",
      "response": "Gaming laptops ko ASUS ROG Zephyrus G14, MSI GE76 Raider, ra Dell Alienware M15 models available chha."
    },
    {
      "context": "TechShop, Biratnagar-3 ma iPhone 14 ra Samsung Galaxy S23 Ultra available chha. Yaha latest smartphones ko range haru upalabdha chha.",
      "question": "TechShop ma kun kun smartphones available chha?",
      "response": "TechShop ma iPhone 14 ra Samsung Galaxy S23 Ultra available chha."
    },
    {
      "context": "SmartGadgets, Birtamod-4 ma laptops ko collection ma Dell XPS 13 ra HP Pavilion 15 chha.",
      "question": "SmartGadgets ma kun kun laptops available chha?",
      "response": "SmartGadgets ma Dell XPS 13 ra HP Pavilion 15 laptops available chha."
    },
    {
      "context": "Gadget Hub, Dharan-5 ma JBL Flip 5 ra Sony SRS-XB43 speakers ko collection chha.",
      "question": "Gadget Hub ma kun kun speakers available chha?",
      "response": "Gadget Hub ma JBL Flip 5 ra Sony SRS-XB43 speakers available chha."
    },
    {
      "context": "Digital Plaza, Itahari-6 ma Apple Watch SE ra Fitbit Versa 3 smartwatches available chha.",
      "question": "Digital Plaza ma kun kun smartwatches available chha?",
      "response": "Digital Plaza ma Apple Watch SE ra Fitbit Versa 3 smartwatches available chha."
    },
    {
      "context": "TechMart, Birtamod-3 ma gaming laptops ko ASUS ROG Zephyrus G14 ra MSI GE76 Raider chha.",
      "question": "TechMart ma kun kun gaming laptops available chha?",
      "response": "TechMart ma ASUS ROG Zephyrus G14 ra MSI GE76 Raider gaming laptops available chha."
    },
    {
      "context": "NextGen Electronics, Damak-7 ma Bluetooth earphones haru jastai Sony WI-1000XM2 ra Bose QuietComfort 35 II available chha.",
      "question": "NextGen Electronics ma kun kun Bluetooth earphones available chha?",
      "response": "NextGen Electronics ma Sony WI-1000XM2 ra Bose QuietComfort 35 II Bluetooth earphones available chha."
    },
    {
      "context": "GadgetX, Itahari-3 ma Samsung Galaxy Z Fold 4 ra iPhone 13 Pro Max available chha.",
      "question": "GadgetX ma kun kun mobile phones available chha?",
      "response": "GadgetX ma Samsung Galaxy Z Fold 4 ra iPhone 13 Pro Max mobile phones available chha."
    },
    {
      "context": "ElectroShop, Birtamod-5 ma Anker PowerWave wireless charger ra Xiaomi Mi Wireless Charger chha.",
      "question": "ElectroShop ma kun kun wireless chargers available chha?",
      "response": "ElectroShop ma Anker PowerWave wireless charger ra Xiaomi Mi Wireless Charger available chha."
    },
    {
      "context": "Digital World, Damak-4 ma Apple MacBook Air M1 ra Dell Inspiron 15 laptops available chha.",
      "question": "Digital World ma kun kun laptops available chha?",
      "response": "Digital World ma Apple MacBook Air M1 ra Dell Inspiron 15 laptops available chha."
    },
    {
      "context": "Tech Shack, Itahari-5 ma Bose SoundLink ra JBL Charge 5 speakers available chha.",
      "question": "Tech Shack ma kun kun speakers available chha?",
      "response": "Tech Shack ma Bose SoundLink ra JBL Charge 5 speakers available chha."
    },
    {
      "context": "SmartAppliances, Biratnagar-8 ma Garmin Fenix 6 smartwatch ra Fitbit Charge 5 available chha.",
      "question": "SmartAppliances ma kun kun smartwatches available chha?",
      "response": "SmartAppliances ma Garmin Fenix 6 smartwatch ra Fitbit Charge 5 available chha."
    },
    {
      "context": "SmartGadgets, Birtamod-2 ma Dell XPS 15 ra Lenovo Legion 5 laptops available chha.",
      "question": "SmartGadgets ma kun kun laptops available chha?",
      "response": "SmartGadgets ma Dell XPS 15 ra Lenovo Legion 5 laptops available chha."
    },
    {
      "context": "TechZone, Dharan-7 ma OnePlus 9 Pro ra Samsung Galaxy A52 mobile phones available chha.",
      "question": "TechZone ma kun kun mobile phones available chha?",
      "response": "TechZone ma OnePlus 9 Pro ra Samsung Galaxy A52 mobile phones available chha."
    },
    {
      "context": "GadgetWorld, Birtamod-6 ma Apple iPad Air 4th gen ra Samsung Galaxy Tab S7 available chha.",
      "question": "GadgetWorld ma kun kun tablets available chha?",
      "response": "GadgetWorld ma Apple iPad Air 4th gen ra Samsung Galaxy Tab S7 tablets available chha."
    },
    {
      "context": "NextGen Electronics, Biratnagar-6 ma Samsung Galaxy Watch 4 ra Apple Watch Series 7 smartwatches available chha.",
      "question": "NextGen Electronics ma kun kun smartwatches available chha?",
      "response": "NextGen Electronics ma Samsung Galaxy Watch 4 ra Apple Watch Series 7 smartwatches available chha."
    },
    {
      "context": "TechShack, Itahari-9 ma MacBook Pro 14-inch ra Dell Alienware M15 gaming laptop available chha.",
      "question": "TechShack ma kun kun gaming laptops available chha?",
      "response": "TechShack ma MacBook Pro 14-inch ra Dell Alienware M15 gaming laptop available chha."
    },
    {
      "context": "DigitalHub, Damak-6 ma Sony WH-1000XM4 Bluetooth headset ra Jabra Elite 85h available chha.",
      "question": "DigitalHub ma kun kun Bluetooth headsets available chha?",
      "response": "DigitalHub ma Sony WH-1000XM4 Bluetooth headset ra Jabra Elite 85h available chha."
    },
    {
      "context": "TechMart, Birtamod-2 ma JBL Flip 5 ra Bose SoundLink speakers available chha.",
      "question": "TechMart ma kun kun speakers available chha?",
      "response": "TechMart ma JBL Flip 5 ra Bose SoundLink speakers available chha."
    },
    {
      "context": "ElectroTech, Biratnagar-5 ma Samsung Galaxy S22 Ultra ra iPhone 14 Pro available chha.",
      "question": "ElectroTech ma kun kun mobile phones available chha?",
      "response": "ElectroTech ma Samsung Galaxy S22 Ultra ra iPhone 14 Pro available chha."
    },
    {
      "context": "GadgetZone, Dharan-8 ma ASUS ROG Strix Scar 15 ra Dell XPS 17 laptops available chha.",
      "question": "GadgetZone ma kun kun laptops available chha?",
      "response": "GadgetZone ma ASUS ROG Strix Scar 15 ra Dell XPS 17 laptops available chha."
    },
    {
      "context": "SmartTech, Birtamod-3 ma Sony SRS-XB43 speaker ra JBL Charge 5 available chha.",
      "question": "SmartTech ma kun kun speakers available chha?",
      "response": "SmartTech ma Sony SRS-XB43 speaker ra JBL Charge 5 available chha."
    },
    {
      "context": "NextGen Tech, Biratnagar-8 ma Lenovo Legion 5 ra MacBook Air M2 laptops available chha.",
      "question": "NextGen Tech ma kun kun laptops available chha?",
      "response": "NextGen Tech ma Lenovo Legion 5 ra MacBook Air M2 laptops available chha."
    },
    {
      "context": "TechPoint, Biratnagar-10 ma Apple iPhone 14 Pro Max ko latest model available chha. Yo smartphone 6.7-inch Super Retina XDR display, A16 Bionic chip, ra 48MP primary camera sensor saath aauchha. Isko camera system haru night mode, Deep Fusion, ra Smart HDR 4 features haru provide garnechha. iPhone 14 Pro Max ma 5G connectivity, Ceramic Shield front cover, ra Face ID security features chha. Battery life 29 ghanta ko video playback ma chalnechha, ra fast charging support pani chha.",
      "question": "iPhone 14 Pro Max ko key features ke ke chha?",
      "response": "iPhone 14 Pro Max ma 6.7-inch Super Retina XDR display, A16 Bionic chip, 48MP primary camera, night mode, 5G connectivity, Ceramic Shield front cover, ra Face ID security features chha."
    },
    {
      "context": "GadgetWorld, Birtamod-8 ma Samsung Galaxy S23 Ultra available chha. Yo phone 6.8-inch Dynamic AMOLED 2X display, 200MP primary camera, ra 5000mAh battery saath aauchha. Isko camera system ma 10x optical zoom, 100x Space Zoom, ra Ultra Steady video features chha. Galaxy S23 Ultra ma Qualcomm Snapdragon 8 Gen 2 chip, 12GB RAM, ra 1TB storage upalabdha chha. Isma IP68 water and dust resistance ra 45W fast charging support chha.",
      "question": "Samsung Galaxy S23 Ultra ko features ke ke chha?",
      "response": "Samsung Galaxy S23 Ultra ma 6.8-inch Dynamic AMOLED 2X display, 200MP primary camera, 10x optical zoom, Snapdragon 8 Gen 2 chip, 12GB RAM, 1TB storage, IP68 water resistance, ra 45W fast charging support chha."
    },
    {
      "context": "SmartGadgets, Itahari-5 ma MacBook Air M2 model available chha. Yo laptop 13.6-inch Liquid Retina display, Apple M2 chip, ra 18 hours ko battery life saath aauchha. MacBook Air M2 ma 8GB RAM, 256GB SSD storage, ra Thunderbolt 3 ports chha. Isko performance high-end tasks haru ko lagi optimized cha, ra isma Magic Keyboard ra Force Touch trackpad pani chha. M2 chip ko performance 1.4x faster than M1 chip cha, making it one of the best ultrabooks.",
      "question": "MacBook Air M2 ko key features ke ke chha?",
      "response": "MacBook Air M2 ma 13.6-inch Liquid Retina display, Apple M2 chip, 8GB RAM, 256GB SSD, Thunderbolt 3 ports, 18 hours battery life, Magic Keyboard ra Force Touch trackpad chha."
    },
    {
      "context": "DigitalHub, Damak-6 ma Sony WH-1000XM5 wireless noise-canceling headphones available chha. Yo headphone Adaptive Sound Control feature saath aauchha, jasma yo automatically ambient noise ko level samjhinechha. Isko 30 hours battery life chha, ra 5 minutes ma 1 hour charging garera 5 hours ko playback paunu huncha. WH-1000XM5 ma touch controls, HD noise-canceling processor, ra high-resolution audio support chha. Bluetooth 5.2 connectivity, ra multiple device pairing features pani chha.",
      "question": "Sony WH-1000XM5 headphones ko features ke ke chha?",
      "response": "Sony WH-1000XM5 headphones ma Adaptive Sound Control, 30 hours battery life, touch controls, HD noise-canceling processor, Bluetooth 5.2, ra multiple device pairing features chha."
    },
    {
      "context": "TechZone, Birtamod-4 ma ASUS ROG Strix Scar 15 gaming laptop available chha. Yo laptop ma Intel Core i9-12900H processor, NVIDIA GeForce RTX 3080 Ti GPU, ra 32GB RAM chha. Isko 15.6-inch Full HD display 300Hz refresh rate ra 3ms response time offer garnechha. Laptop ma 1TB SSD storage ra 2TB HDD storage options available chha. ROG Strix Scar 15 ma advanced cooling system, customizable RGB keyboard, ra Dolby Atmos audio support chha.",
      "question": "ASUS ROG Strix Scar 15 ko features ke ke chha?",
      "response": "ASUS ROG Strix Scar 15 ma Intel Core i9-12900H processor, NVIDIA GeForce RTX 3080 Ti GPU, 32GB RAM, 15.6-inch 300Hz display, 1TB SSD storage, customizable RGB keyboard, ra Dolby Atmos audio support chha."
    },
    {
      "context": "GadgetX, Dharan-3 ma Lenovo Legion 5 Pro gaming laptop available chha. Isma AMD Ryzen 7 5800H processor, NVIDIA GeForce RTX 3070, ra 16GB RAM chha. Yo laptop ma 16-inch WQXGA (2560x1600) display chha, jasma 165Hz refresh rate ra 3ms response time cha. Legion 5 Pro ma 1TB SSD storage ra rapid charging system pani chha. Isko keyboard customizable RGB lighting ra 4-zone backlight saath aauchha.",
      "question": "Lenovo Legion 5 Pro ko key features ke ke chha?",
      "response": "Lenovo Legion 5 Pro ma AMD Ryzen 7 5800H processor, NVIDIA GeForce RTX 3070, 16GB RAM, 16-inch WQXGA display, 1TB SSD storage, customizable RGB keyboard ra rapid charging system chha."
    },
    {
      "context": "ElectroTech, Itahari-8 ma Apple iPad Pro 11-inch (2022) model available chha. Isma M2 chip, 120Hz ProMotion display, ra LiDAR Scanner chha. iPad Pro ma 12MP wide camera, 10MP ultra-wide camera, ra 4K video recording support chha. Isko 128GB storage, USB-C port, ra Wi-Fi 6 support chha. Apple Pencil 2nd generation ko support ra Magic Keyboard compatibility pani chha.",
      "question": "Apple iPad Pro 11-inch ko key features ke ke chha?",
      "response": "Apple iPad Pro 11-inch ma M2 chip, 120Hz ProMotion display, LiDAR Scanner, 12MP wide camera, 10MP ultra-wide camera, 128GB storage, USB-C port, ra Wi-Fi 6 support chha."
    },
    {
      "context": "SmartShack, Biratnagar-11 ma Samsung Galaxy Z Flip 4 foldable smartphone available chha. Isma 6.7-inch Dynamic AMOLED 2X display, Qualcomm Snapdragon 8 Gen 1 processor, ra 12GB RAM chha. Galaxy Z Flip 4 ma 12MP main camera, 10MP selfie camera, ra 4K video recording support chha. Isko battery life 3700mAh ra fast charging support chha. Foldable design ma IPX8 water resistance ra wireless charging features pani chha.",
      "question": "Samsung Galaxy Z Flip 4 ko features ke ke chha?",
      "response": "Samsung Galaxy Z Flip 4 ma 6.7-inch Dynamic AMOLED 2X display, Qualcomm Snapdragon 8 Gen 1 processor, 12GB RAM, 12MP main camera, 4K video recording, IPX8 water resistance, ra wireless charging chha."
    },
    {
      "context": "Digital Plaza, Damak-3 ma Bose SoundLink Revolve+ Bluetooth speaker available chha. Isma 360-degree sound experience ra IPX4 water resistance rating chha. SoundLink Revolve+ ma 16 hours battery life, ra 10-meter Bluetooth range chha. Isko design sleek ra portable cha, ra speaker ma built-in microphone for calls pani chha. Bose Connect app ko madhyam bata speaker lai control garna sakincha.",
      "question": "Bose SoundLink Revolve+ Bluetooth speaker ko features ke ke chha?",
      "response": "Bose SoundLink Revolve+ Bluetooth speaker ma 360-degree sound, IPX4 water resistance, 16 hours battery life, 10-meter Bluetooth range, ra built-in microphone for calls chha."
    },
    {
      "context": "TechWorld, Itahari-10 ma Xiaomi Mi Smart Band 6 fitness tracker available chha. Isma 1.56-inch AMOLED display, heart rate monitor, ra SpO2 sensor chha. Mi Smart Band 6 ma 30 workout modes, sleep tracking, ra PAI (Personal Activity Intelligence) feature chha. Isko battery life 14 days, ra 5ATM water resistance rating pani chha. Fitness tracker ma notifications, weather updates, ra alarm features pani chha.",
      "question": "Xiaomi Mi Smart Band 6 ko features ke ke chha?",
      "response": "Xiaomi Mi Smart Band 6 ma 1.56-inch AMOLED display, heart rate monitor, SpO2 sensor, 30 workout modes, sleep tracking, 14 days battery life, ra 5ATM water resistance chha."
    },
    {
      "context": "ElectroStore, Damak-9 ma HP Omen 15 gaming laptop available chha. Isma Intel Core i7-12700H processor, NVIDIA RTX 3070 GPU, ra 16GB RAM chha. Omen 15 ko 15.6-inch Full HD display 165Hz refresh rate ra 3ms response time cha. Isko design customizable RGB backlit keyboard, advanced thermal cooling system, ra fast charging features saath chha.",
      "question": "HP Omen 15 gaming laptop ko features ke ke chha?",
      "response": "HP Omen 15 gaming laptop ma Intel Core i7-12700H processor, NVIDIA RTX 3070 GPU, 16GB RAM, 15.6-inch 165Hz display, customizable RGB keyboard, ra advanced thermal cooling system chha."
    }
]
  













