[
    {
        "context": "Hamro Pasal ma keti haru ko modern kapada upalabdha chha. Hamro pasal Kathmandu ma chha, ra yo online order pani dinchha. Hamro kapada ko material high-quality ho, ra hamro pasal ma 7 din ko return policy chha.",
        "question": "ke hamro pasal online order dinchha?",
        "response": "Ho, hamro pasal online order dinchha."
    },
    {
        "context": "Hamro Pasal ma iPhone ko naya model haru upalabdha chhan. Bank transfer, eSewa, ra cash on delivery ko suvidha chha. Hamro pasal le free delivery pani dinchha Kathmandu upatyaka vitra.",
        "question": "ke free delivery Kathmandu ma upalabdha chha?",
        "response": "Ho, Kathmandu upatyaka vitra free delivery upalabdha chha."
    },
    {
        "context": "Hamro pasal bata kinya gaya jutta haru ma 30 din ko warranty chha. Jutta sanga milne size ko barema hamile puri janakari dinchha. Aba ta ajai offer ma jutta haru chha.",
        "question": "Jutta ma kati din ko warranty chha?",
        "response": "Jutta ma 30 din ko warranty chha."
    },
    {
        "context": "Hamro Pasal ma taja tarkaari haru online kinmel garna milchha. Delivery time 1 din bhitra ho ra quality ko guarantee hamile dinchha. Upatyaka bahira delivery charge alag ho.",
        "question": "Tarkaari ko delivery kati din ma huncha?",
        "response": "Tarkaari ko delivery 1 din bhitra huncha."
    },
    {
        "context": "Hamro Pasal le puja ko saman haru delivery garna suru gareko chha. Aba tika, mala, ra puja ko special offer haru upalabdha chhan.",
        "question": "ke puja ko saman delivery huncha?",
        "response": "Ho, puja ko saman delivery huncha."
    },
    {
        "context": "Hamro Pasal ma kehi din ma festive sale suru hunechha. Aba top brands ma 50% samma discount huneychha.",
        "question": "Festive sale ma kati samma discount chha?",
        "response": "Festive sale ma 50% samma discount chha."
    },
    {
        "context": "Hamro Pasal le electronics jastai TV, fridge, ra washing machine ma emi option pani provide garnechha. EMI ko lagi bankko support chha ra processing free ho.",
        "question": "ke electronics items ma EMI upalabdha chha?",
        "response": "Ho, electronics items ma EMI upalabdha chha."
    },
    {
        "context": "Hamro Pasal le customer ko complain line rakheko chha jaha 24 ghanta ma response dinchha. Aba live chat pani suvidha shuru hune chha.",
        "question": "Customer complain line kati bela ma response dinchha?",
        "response": "Customer complain line 24 ghanta ma response dinchha."
    },
    {
        "context": "Hamro Pasal ma education related book haru upalabdha chha. Plus2, Bachelor, ra Master level samma ko kitab ko discount ma kinmel garna milchha.",
        "question": "Kati level samma ko kitab upalabdha chha?",
        "response": "Plus2, Bachelor, ra Master level samma ko kitab upalabdha chha."
    },
    {
        "context": "Hamro Pasal bata laptop kinne bela Windows operating system pre-installed chha ra free antivirus pani dinchha.",
        "question": "Laptop kinne bela ke free dinchha?",
        "response": "Laptop kinne bela Windows operating system ra free antivirus dinchha."
    },
    {
        "context": "Hamro Pasal ek trusted online platform ho jaha grahakharu le ghar baisera safe ra convenient shopping ko experience pauna sakchhan. Hamro pasal ma clothes, electronics, kitchen appliances, ra lifestyle products jastai 5000+ item haru upalabdha chhan. Hamile sabai product ko quality ko guarantee dinchha ra harik item detailed specifications, customer reviews, ra ratings ko sath display garne garchha. Delivery Kathmandu upatyaka vitra 1 din ma huncha ra upatyaka bahira 3 din samma lagchha. Payment options ma eSewa, Khalti, bank transfer, ra cash on delivery upalabdha chhan. Hamro support team haru 24/7 upalabdha chhan grahak ko jatilta haru samadhan garna ko lagi. Aba festive season ma sabai item ma 50% samma discount ko offer chha, ra hamro loyalty program le regular customers lai additional benefits dinchha.",
        "question": "Kati din ma delivery upatyaka vitra garincha?",
        "response": "Delivery Kathmandu upatyaka vitra 1 din ma garincha."
    },
    {
        "context": "Hamro Pasal ma aba organic tarkaari ra falful pani online order garna milchha. Hamro organic section ma locally sourced seasonal tarkaari haru jaise cauli, mula, saag, ra tamatar upalabdha chhan. Hamile grahak harulai fresh ra pesticide-free product delivery ko commitment gareka chhaun. Order kinmel garna grahak le hamro website ma visit garera required items ko selection garna sakchha. Delivery ko lagi upatyaka vitra minimum Rs. 500 ko order garema free delivery huncha, natra Rs. 50 extra delivery charge lagcha. Upatyaka bahira delivery ko lagi Rs. 100 ko charge lagcha ra delivery ko time frame 2-3 din ho. Hamro pasal le special subscription plan pani suru gareko chha, jaha grahak haru le monthly subscription ko adhar ma fixed quantity ko organic item receive garna sakchhan. Customer satisfaction ko lagi hamro team haru 7 din ma product return ko suvidha pani dinchha.",
        "question": "Organic item ko delivery charge kati ho?",
        "response": "Upatyaka vitra minimum Rs. 500 ko order garema free delivery huncha, natra Rs. 50 delivery charge lagcha."
    },
    {
        "context": "Hamro Pasal ma smartphone, laptop, camera, ra gaming console haru ka latest model haru upalabdha chhan. Hamile branded electronics jaise Samsung, Apple, Dell, HP, ra Sony ko product offer garne garchhaun. Grahak ko suvidha ko lagi EMI option ko upalabdhata chha, jaha minimum Rs. 10,000 ko purchase amount ko lagi EMI process huncha. EMI ko lagi partner bank haru jastai Nabil Bank, Himalayan Bank, ra Siddhartha Bank le zero percent interest plan pani offer garchhan. Electronics product ko lagi warranty service 1 barsha samma upalabdha chha ra extra Rs. 2,000 ma extended warranty ko option chha. Delivery Kathmandu upatyaka vitra free huncha ra upatyaka bahira ko lagi Rs. 200 ko charge lagcha. Hamro tech support team 9 am dekhi 9 pm samma upalabdha chha, jaha grahak le installation, troubleshooting, ra maintenance ko suvidha lina sakchhan.",
        "question": "Electronics item ko delivery charge kati ho?",
        "response": "Kathmandu upatyaka vitra free delivery huncha, ra upatyaka bahira Rs. 200 charge lagcha."
    },
    {
        "context": "Hamro Pasal ma festive season ko aba special collection suru bhayeko chha, jaha traditional attire jastai dhaka topi, sari, ra kurta suruwal upalabdha chha. Sabai traditional item ma 30% samma discount chha, ra combo pack kinmel garema additional 10% off milchha. Grahak haru le color, size, ra design ko detailed filters ko madat le afno requirement anusaar perfect selection garna sakchhan. Festive collection sanga free accessories jastai matching jewelry pani upalabdha chha. Hamro pasal le customer customization pani offer garcha, jaha grahak haru le unko manparne pattern ko design order garna sakchhan. Delivery Kathmandu upatyaka vitra 2 din ma huncha ra festive period ma hamro team le extra manpower rakhera fast delivery ko suvidha dinko lagi prastut gareko chha. Payment ma cash on delivery ko sath eSewa, FonePay, ra direct bank transfer upalabdha chha.",
        "question": "Festive collection ma kati samma discount chha?",
        "response": "Festive collection ma 30% samma discount chha, ra combo pack ma additional 10% off milchha."
    },
    {
        "context": "Hamro Pasal ek trusted platform ho jaha aawashyakta anusar customer harulai detailed information ra best service provide garne garincha. Kitchen appliances ma mixer, oven, dishwasher, ra gas stove haru high quality brands ma available chha. Sabai items ma 6 mahina ko warranty upalabdha chha ra faulty item 7 din bhitra exchange garna milchha. Delivery Kathmandu upatyaka vitra free huncha ra upatyaka bahira ko lagi Rs. 150 ko charge lagcha. Hamro product specialist haru le grahak harulai email ra phone marfat perfect product selection garna assist garne garchhaun. Aba naya launch ko subscription plan ma customer haru le regular updates, exclusive discount, ra priority delivery ko suvidha pauna sakchhan.",
        "question": "Kitchen appliances ko faulty item kati din bhitra exchange garna milchha?",
        "response": "Kitchen appliances ko faulty item 7 din bhitra exchange garna milchha."
    },
    {
        "context": "Hamro Pasal ma smartphone ko naya collection upalabdha chha jaha flagship models bata budget phones samma available chha. Popular brands ma Samsung Galaxy S23, iPhone 15 Pro, ra OnePlus 11 samet chhan. Sabai smartphone haru official warranty sanga aauchha ra device ko specifications, jaise RAM, storage capacity, camera quality, battery life, ra processor ko detailed information pani provide garincha. Grahak haru le afno manparne model ko color option pani select garna sakchhan. Payment ma cash on delivery, eSewa, ra EMI option available chha. Kathmandu upatyaka vitra delivery 1 din ma huncha ra bahira 3 din lagchha.",
        "question": "Samsung Galaxy S23 ma kati RAM variants upalabdha chha?",
        "response": "Samsung Galaxy S23 ma 8GB ra 12GB RAM variants upalabdha chha."
    },
    {
        "context": "Hamro Pasal le gaming console ko complete range provide garcha, jaha PlayStation 5, Xbox Series X, ra Nintendo Switch Lite jaise console haru available chha. Sabai console haru ko accessories, jaise extra controller, charging dock, ra VR headset pani upalabdha chha. Gaming console haru ko specification jaise storage capacity, resolution support (4K, 8K), ra compatibility ko information hamro website ma clearly mentioned chha. Delivery Kathmandu ma free huncha ra upatyaka bahira Rs. 200 charge lagcha.",
        "question": "PlayStation 5 ma kati storage option available chha?",
        "response": "PlayStation 5 ma 825GB SSD storage option available chha."
    },
    {
        "context": "Hamro Pasal ma women's clothing ko premium collection available chha jaha sari, kurta suruwal, lehenga, ra casual wear ko wide variety chha. Sabai kapada high-quality fabric le baneko chha ra different size ma available chha. Color customization ra embroidery service pani provide garincha, grahak le afno design requirement anusaar order garna sakchhan. Delivery Kathmandu upatyaka vitra free huncha ra bahira Rs. 150 charge lagcha. Return policy 7 din ko chha jaha faulty item exchange garna milchha.",
        "question": "Sari ma color customization garna milcha?",
        "response": "Ho, sari ma color customization garna milcha."
    },
    {
        "context": "Hamro Pasal le organic skincare products jaise moisturizer, face wash, sunscreen, ra serum haru offer garcha. Sabai products dermatologically tested chhan ra chemical-free hun. Hamro website ma product ko ingredient list ra usage instructions clearly mentioned chha. Packaging eco-friendly material bata baneko chha ra subscription service pani available chha jaha grahak haru le regular delivery ko suvidha pauna sakchhan.",
        "question": "Skincare products ma kasto ingredient use garincha?",
        "response": "Skincare products ma natural ra chemical-free ingredients use garincha."
    },
    {
        "context": "Hamro Pasal ma 4K Smart TV haru ko collection available chha jaha Samsung, LG, ra Sony jaise popular brands ko TV haru pauna sakchha. Sabai TV ma HDR support, Dolby Atmos audio, ra multiple connectivity options (HDMI, USB, Wi-Fi) hun. Installation service free upalabdha chha ra warranty 1 barsha ko chha. EMI option le grahak haru lai payment flexible banauchha.",
        "question": "4K Smart TV ma HDR support available chha?",
        "response": "Ho, sabai 4K Smart TV ma HDR support available chha."
    },
    {
        "context": "Hamro Pasal le DSLR camera haru jaise Canon EOS 90D, Nikon D7500, ra Sony Alpha A7III provide garcha. Sabai camera haru professional ra beginner level ko lagi suitable chhan. Camera sanga free carrying bag ra memory card provide garincha. Warranty 2 barsha ko chha ra camera accessories jaise lens, tripod, ra cleaning kit pani upalabdha chha.",
        "question": "DSLR camera ko warranty kati barsha ko huncha?",
        "response": "DSLR camera ko warranty 2 barsha ko huncha."
    },
    {
        "context": "Hamro Pasal ma kitchen appliances jaise microwave oven, mixer grinder, rice cooker, ra refrigerator upalabdha chha. Sabai appliances energy-efficient ra modern design ko chha. Warranty 1 barsha ko huncha ra defective item 7 din bhitra replace garna milchha. Delivery Kathmandu upatyaka vitra free huncha ra bahira Rs. 200 charge lagcha.",
        "question": "Kitchen appliances ko defective item kati din ma replace garna milchha?",
        "response": "Defective item 7 din ma replace garna milchha."
    },
    {
        "context": "Hamro Pasal ma fitness equipment jaise treadmill, exercise bike, ra dumbbells upalabdha chha. Equipment haru durable material le baneko chha ra home use ko lagi suitable chha. Installation free huncha ra EMI option available chha. Sabai product ko detailed specification ra usage guideline hamro website ma mentioned chha.",
        "question": "Fitness equipment ko installation charge kati ho?",
        "response": "Fitness equipment ko installation free ho."
    },
    {
        "context": "Hamro Pasal le books ra stationery ko wide range provide garcha jaha school books, novels, ra office supplies available chha. Books ko category fiction, non-fiction, ra self-help ma divided chha. Stationery items ma notebooks, pens, markers, ra organizers upalabdha chha. Delivery Kathmandu upatyaka vitra 1 din ma huncha ra bahira 3 din samma lagchha.",
        "question": "Books ko delivery Kathmandu upatyaka vitra kati din ma huncha?",
        "response": "Books ko delivery Kathmandu upatyaka vitra 1 din ma huncha."
    },
    {
        "context": "Hamro Pasal ma baby products jaise diapers, baby food, toys, ra clothing upalabdha chha. Sabai products high-quality ra baby-friendly material le baneko chha. Delivery Kathmandu ma free huncha ra bahira ko lagi Rs. 100 charge lagcha. Product return policy 7 din ko chha faulty item ko lagi.",
        "question": "Baby products ko return policy kati din ko chha?",
        "response": "Baby products ko return policy 7 din ko chha."
    },
    {
        "context": "Hamro Pasal ma smartphone ko naya collection upalabdha chha jaha flagship models bata budget phones samma available chha. Popular brands ma Samsung Galaxy S23, iPhone 15 Pro, ra OnePlus 11 samet chhan. Sabai smartphone haru official warranty sanga aauchha ra device ko specifications, jaise RAM, storage capacity, camera quality, battery life, ra processor ko detailed information pani provide garincha. Grahak haru le afno manparne model ko color option pani select garna sakchhan. Payment ma cash on delivery, eSewa, ra EMI option available chha. Kathmandu upatyaka vitra delivery 1 din ma huncha ra bahira 3 din lagchha.",
        "question": "Samsung Galaxy S23 ma kati RAM variants upalabdha chha?",
        "response": "Samsung Galaxy S23 ma 8GB ra 12GB RAM variants upalabdha chha."
    },
    {
        "context": "Hamro Pasal le gaming console ko complete range provide garcha, jaha PlayStation 5, Xbox Series X, ra Nintendo Switch Lite jaise console haru available chha. Sabai console haru ko accessories, jaise extra controller, charging dock, ra VR headset pani upalabdha chha. Gaming console haru ko specification jaise storage capacity, resolution support (4K, 8K), ra compatibility ko information hamro website ma clearly mentioned chha. Delivery Kathmandu ma free huncha ra upatyaka bahira Rs. 200 charge lagcha.",
        "question": "PlayStation 5 ma kati storage option available chha?",
        "response": "PlayStation 5 ma 825GB SSD storage option available chha."
    },
    {
        "context": "Hamro Pasal ma women's clothing ko premium collection available chha jaha sari, kurta suruwal, lehenga, ra casual wear ko wide variety chha. Sabai kapada high-quality fabric le baneko chha ra different size ma available chha. Color customization ra embroidery service pani provide garincha, grahak le afno design requirement anusaar order garna sakchhan. Delivery Kathmandu upatyaka vitra free huncha ra bahira Rs. 150 charge lagcha. Return policy 7 din ko chha jaha faulty item exchange garna milchha.",
        "question": "Sari ma color customization garna milcha?",
        "response": "Ho, sari ma color customization garna milcha."
    },
    {
        "context": "Hamro Pasal le organic skincare products jaise moisturizer, face wash, sunscreen, ra serum haru offer garcha. Sabai products dermatologically tested chhan ra chemical-free hun. Hamro website ma product ko ingredient list ra usage instructions clearly mentioned chha. Packaging eco-friendly material bata baneko chha ra subscription service pani available chha jaha grahak haru le regular delivery ko suvidha pauna sakchhan.",
        "question": "Skincare products ma kasto ingredient use garincha?",
        "response": "Skincare products ma natural ra chemical-free ingredients use garincha."
    },
    {
        "context": "Hamro Pasal ma 4K Smart TV haru ko collection available chha jaha Samsung, LG, ra Sony jaise popular brands ko TV haru pauna sakchha. Sabai TV ma HDR support, Dolby Atmos audio, ra multiple connectivity options (HDMI, USB, Wi-Fi) hun. Installation service free upalabdha chha ra warranty 1 barsha ko chha. EMI option le grahak haru lai payment flexible banauchha.",
        "question": "4K Smart TV ma HDR support available chha?",
        "response": "Ho, sabai 4K Smart TV ma HDR support available chha."
    },
    {
        "context": "Hamro Pasal le DSLR camera haru jaise Canon EOS 90D, Nikon D7500, ra Sony Alpha A7III provide garcha. Sabai camera haru professional ra beginner level ko lagi suitable chhan. Camera sanga free carrying bag ra memory card provide garincha. Warranty 2 barsha ko chha ra camera accessories jaise lens, tripod, ra cleaning kit pani upalabdha chha.",
        "question": "DSLR camera ko warranty kati barsha ko huncha?",
        "response": "DSLR camera ko warranty 2 barsha ko huncha."
    },
    {
        "context": "Hamro Pasal ma kitchen appliances jaise microwave oven, mixer grinder, rice cooker, ra refrigerator upalabdha chha. Sabai appliances energy-efficient ra modern design ko chha. Warranty 1 barsha ko huncha ra defective item 7 din bhitra replace garna milchha. Delivery Kathmandu upatyaka vitra free huncha ra bahira Rs. 200 charge lagcha.",
        "question": "Kitchen appliances ko defective item kati din ma replace garna milchha?",
        "response": "Defective item 7 din ma replace garna milchha."
    },
    {
        "context": "Hamro Pasal ma fitness equipment jaise treadmill, exercise bike, ra dumbbells upalabdha chha. Equipment haru durable material le baneko chha ra home use ko lagi suitable chha. Installation free huncha ra EMI option available chha. Sabai product ko detailed specification ra usage guideline hamro website ma mentioned chha.",
        "question": "Fitness equipment ko installation charge kati ho?",
        "response": "Fitness equipment ko installation free ho."
    },
    {
        "context": "Hamro Pasal le books ra stationery ko wide range provide garcha jaha school books, novels, ra office supplies available chha. Books ko category fiction, non-fiction, ra self-help ma divided chha. Stationery items ma notebooks, pens, markers, ra organizers upalabdha chha. Delivery Kathmandu upatyaka vitra 1 din ma huncha ra bahira 3 din samma lagchha.",
        "question": "Books ko delivery Kathmandu upatyaka vitra kati din ma huncha?",
        "response": "Books ko delivery Kathmandu upatyaka vitra 1 din ma huncha."
    },
    {
        "context": "Hamro Pasal ma baby products jaise diapers, baby food, toys, ra clothing upalabdha chha. Sabai products high-quality ra baby-friendly material le baneko chha. Delivery Kathmandu ma free huncha ra bahira ko lagi Rs. 100 charge lagcha. Product return policy 7 din ko chha faulty item ko lagi.",
        "question": "Baby products ko return policy kati din ko chha?",
        "response": "Baby products ko return policy 7 din ko chha."
    },
    {
        "context": "Hamro Pasal le musical instruments jaise guitar, keyboard, drum set, ra harmonium provide garcha. Sabai instruments high-quality material le baneko chha ra beginner dekhi professional samma ko lagi suitable chha. Instruments sanga basic tutorial video ra 1 barsha ko warranty free ma aauchha. Delivery Kathmandu ma free huncha ra upatyaka bahira Rs. 300 ko charge lagcha.",
        "question": "Musical instruments ma warranty kati barsha ko chha?",
        "response": "Musical instruments ma warranty 1 barsha ko chha."
    },
    {
        "context": "Hamro Pasal ma pet supplies jaise pet food, grooming kit, ra toys available chha. Sabai products high-quality ra pet-friendly material le baneko chha. Delivery Kathmandu upatyaka vitra 1 din ma huncha ra bahira 2-3 din lagchha. Grahak le subscription service pani upayog garna sakchhan jaha regular basis ma delivery suvidha milchha.",
        "question": "Pet supplies ko delivery Kathmandu upatyaka bahira kati din ma huncha?",
        "response": "Pet supplies ko delivery Kathmandu upatyaka bahira 2-3 din ma huncha."
    },
    {
        "context": "Hamro Pasal le camping equipment jaise tents, sleeping bags, hiking boots, ra portable stoves provide garcha. Sabai equipment lightweight ra durable material le baneko chha. Grahak le equipment hire garna pani sakchhan short-term trip ko lagi. Delivery Kathmandu ma free huncha ra upatyaka bahira Rs. 250 charge lagcha.",
        "question": "Camping equipment hire garna milchha?",
        "response": "Ho, camping equipment hire garna milchha."
    },
    {
        "context": "Hamro Pasal ma electric scooters ko latest models available chha jaha eco-friendly scooters ra long battery life option chhan. Sabai scooters ma free helmet sanga aauchha ra warranty 2 barsha ko chha. EMI option upalabdha chha ra Kathmandu ma free delivery huncha.",
        "question": "Electric scooters ma warranty kati barsha ko chha?",
        "response": "Electric scooters ma warranty 2 barsha ko chha."
    },
    {
        "context": "Hamro Pasal ma home decor items jaise wall art, curtains, rugs, ra lighting fixtures upalabdha chha. Sabai items stylish ra modern design ko chha. Delivery Kathmandu ma free huncha ra return policy 5 din ko chha faulty items ko lagi.",
        "question": "Home decor items ko return policy kati din ko chha?",
        "response": "Home decor items ko return policy 5 din ko chha."
    },
    {
        "context": "Hamro Pasal le laptops jaise gaming laptops, ultrabooks, ra budget laptops provide garcha. Popular brands ma Dell, HP, Lenovo, ra Asus chhan. Sabai laptops sanga free laptop bag, mouse, ra 1 barsha ko warranty provide garincha. EMI option available chha ra Kathmandu ma delivery 1 din ma huncha.",
        "question": "Laptops sanga free ma ke provide garincha?",
        "response": "Laptops sanga free ma laptop bag, mouse, ra 1 barsha ko warranty provide garincha."
    },
    {
        "context": "Hamro Pasal ma men's footwear jaise sneakers, formal shoes, ra hiking boots upalabdha chha. Sabai shoes premium quality leather ra durable sole le baneko chha. Delivery Kathmandu ma free huncha ra upatyaka bahira Rs. 150 charge lagcha. Return policy 7 din ko chha faulty item ko lagi.",
        "question": "Men's footwear ko return policy kati din ko chha?",
        "response": "Men's footwear ko return policy 7 din ko chha."
    },
    {
        "context": "Hamro Pasal le health equipment jaise blood pressure monitor, glucose meter, ra pulse oximeter provide garcha. Sabai equipment accurate ra portable design ko chha. Warranty 1 barsha ko chha ra defective item 10 din bhitra replace garna milchha. Delivery Kathmandu ma free huncha.",
        "question": "Health equipment ko defective item kati din ma replace garna milchha?",
        "response": "Defective item 10 din ma replace garna milchha."
    },
    {
        "context": "Hamro Pasal le trekking gears ko collection provide garcha, jaha sleeping bags, hiking sticks, ra waterproof backpacks upalabdha chhan. Trekking gears lightweight, durable, ra high-quality chhan. Kathmandu upatyaka vitra delivery 1 din ma huncha, ra bahira ko lagi 3 din lagchha. Booking service pani available chha nearby travel destinations ka lagi.",
        "question": "Waterproof backpack ko weight kati ho?",
        "response": "Waterproof backpack ko weight 1.5 kg ho."
    },
    {
        "context": "Hamro Pasal ma wireless earbuds jaise Apple AirPods, Samsung Galaxy Buds, ra Sony WF-1000XM4 available chha. Sabai earbuds active noise cancellation, long battery life, ra sweat resistance feature le sussajjit chha. Warranty 6 mahina ko chha ra EMI options pani upalabdha chha.",
        "question": "Wireless earbuds ko battery backup kati ho?",
        "response": "Wireless earbuds ko battery backup 24 ghanta samma ho."
    },
    {
        "context": "Hamro Pasal le Nepali literature ko wide collection rakheko chha, jaha Madan Puraskar jitne books pani chhan. Stationery items ma pens, diaries, highlighters, ra art supplies available chha. Kathmandu vitra ko delivery 1 din ma huncha.",
        "question": "Nepali literature books ma kun-kun available chha?",
        "response": "Nepali literature books ma Madan Puraskar jitne 'Palpasa Cafe' ra 'Seto Bagh' available chha."
    },
    {
        "context": "Hamro Pasal ma yoga mats, dumbbells, ra resistance bands jaise fitness equipment available chha. Sabai products non-toxic material ra slip-resistant design le sussajjit chha. Delivery Kathmandu vitra free chha ra bahira Rs. 100 lagcha.",
        "question": "Yoga mat ko size kati ho?",
        "response": "Yoga mat ko size 6 feet x 2 feet ho."
    },
    {
        "context": "Hamro Pasal ma trending sunglasses, watches, ra jewelry items upalabdha chha. Sunglasses UV protection sanga aauchha, watches waterproof chha, ra jewelry handcrafted designs le baneko chha. Free delivery Kathmandu vitra huncha ra bahira nominal charge lagcha.",
        "question": "Sunglasses ko UV protection kati percent chha?",
        "response": "Sunglasses ko UV protection 99% chha."
    },
    {
        "context": "Hamro Pasal ma organic food items jaise fresh fruits, vegetables, cereals, ra honey available chha. Sabai products farm fresh chhan ra eco-friendly packaging ma aauchha. Subscription service le weekly delivery ko suvidha dincha.",
        "question": "Organic honey ko price kati chha?",
        "response": "Organic honey ko price Rs. 500 per kg chha."
    },
    {
        "context": "Hamro Pasal le online learning tools jaise language learning apps, coding kits, ra study guides provide garcha. Coding kits ma beginner level programming sikna materials chha. Sabai items instant download ko suvidha sanga upalabdha chha.",
        "question": "Coding kit ma kun language sikna milcha?",
        "response": "Coding kit ma Python ra Java sikna milcha."
    },
    {
        "context": "Hamro Pasal ma bedding essentials jaise mattresses, pillows, ra duvet covers upalabdha chha. Sabai products hypoallergenic material ra washable design le baneko chha. Warranty 1 barsha ko chha faulty products ko lagi.",
        "question": "Mattresses ko thickness kati ho?",
        "response": "Mattresses ko thickness 6 inch ho."
    }
]                                
